Repository: fwenzel/reporter-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, cs, da, el, es, id, it, nl, pl, pt_br, sk, sl, uk

source: Super! It's great to hear that you like our pre-released browser. Please explain what you specifically like!
ar: رائع! جيد أنك أُعجبت بنسخة ما قبل الإصدار من متصفحنا. اشرح لنا رجاءً ما الذي أعجبك بالضبط!
cs: Skvělé! Je hezké slyšet, že se vám vývojová verze prohlížeče líbí. Řekněte nám, co se vám konkrétně líbí!
da: Fantastisk! Det er godt at høre at du kan lide vores kommende browser. Forklar hvad det er du kan lide!
el: Θαυμάσια! Μας αρέσει που είστε ευχαριστημένοι από την προ-έκδοση του περιηγητή μας. Σας παρακαλούμε μόνο να μας πείτε τι ακριβώς σας αρέσει!
es: ¡Excelente! Es genial oír que te gusta la versión preliminar de nuestro navegador. Por favor, ¡explica qué es lo que específicamente te gusta!
id: Keren! Kami gembira sekali Anda menyukai versi prarilis peramban kami. Silakan ceritakan hal-hal tertentu yang Anda sukai!
it: Grandioso! Siamo felici che la nuova versione del nostro browser ti piaccia. Spiegaci nel dettaglio quello che hai apprezzato.
nl: Geweldig! We vinden het fijn te horen dat u plezier beleeft aan onze pre-release-browser. Vertel ons wat u vooral aanspreekt!
pl: Wspaniale! Miło nam słyszeć, że nasze przedwstępne wydanie przeglądarki Ci się podoba. Przekaż nam, co szczególnie Ci się spodobało!
pt_br: Legal! É ótimo saber que você gosta do nosso navegador de pré-lançamento. Por favor, explique o que você gosta especificamente!
sk: Super! Sme radi, že sa Vám naša testovacia verzia prehliadača páči. Teraz nám, prosím, povedzte, čo sa Vám páči najviac.
sl: Super! Lepo je slišati, da vam je všeč naša predhodna inačica brskalnika. Pojasnite nam prosim, kaj vam je posebno všeč!
uk: Супер! Як приємно чути що вам подобається наш ще не випущений браузер. Будь ласка, розкажіть що саме вам сподобалось!

source: Super! Please tell us more!
ar: رائع! أخبرنا بالمزيد رجاءً!
cs: Skvělé! Řekněte nám o tom více!
da: Fantastisk! Fortæl os mere!
el: Θαυμάσια! Σας παρακαλούμε να μας πείτε λεπτομέρειες!
es: ¡Genial! Por favor, ¡cuéntanos más!
id: Keren! Ceritakan lebih banyak ya!
it: Grandioso! Dicci qualcosa di più.
nl: Geweldig! Vertel ons meer!
pl: Super! Przekaż nam więcej!
pt_br: Legal! Conte-nos mais!
sk: Super! Povedzte nám viac.
sl: Super! Povejte nam prosim še kaj!
uk: Супер! Будь ласка детальніше!

source: Thanks for Your Feedback
ar: شكرًا على تعليقك
cs: Děkujeme za vaši reakci.
da: Tak for din feedback
el: Σας ευχαριστούμε για τα σχόλια σας
es: Gracias por tu opinión
id: Terima Kasih atas Saran Anda
it: Grazie per la tua partecipazione
nl: Bedankt voor uw feedback
pl: Dziękujemy za opinię
pt_br: Obrigado por sua opinião
sk: Ďakujeme za Váš názor
sl: Hvala vam za vaše mnenje
uk: Дякуємо за ваш відгук

source: Thanks for helping Mozilla make your experience better!
ar: شكرًا لمساعدة موزيلا على جعل تعاملك مع الوب أفضل!
cs: Děkujeme, že pomáháte Mozille vytvářet lepší produkty pro vás!
el: Σας ευχαριστούμε που βοηθάτε το ίδρυμα Mozilla να βελτιώσει την εμπειρία σας με τα προϊόντα του!
es: ¡Gracias por ayudar a Mozilla a mejorar tu experiencia!
id: Terima kasih telah membantu Mozilla untuk membuat pengalaman kita semua lebih baik!
it: Grazie per aver scelto di aiutare Mozilla a migliorare la qualità della tua esperienza.
nl: Bedankt voor uw hulp aan Mozilla om uw beleving te verbeteren!
pl: Dziękujemy za pomoc w udoskonalaniu Twoich wrażeń w Sieci!
pt_br: Obrigado por ajudar a Mozilla a tornar a sua experiência melhor!
sk: Ďakujeme, že pomáhate Mozille urobiť zážitok z prehliadania webu ešte lepším.
sl: Hvala za pomoč Mozilli, da bodo naše izkušnje na spletu še boljše!
uk: дякуємо що допомогаєте зробити продукти Mozilla кращими!

source: Thanks for sending us your feedback!
ar: شكرًا على إرسال تعليقك إلينا!
cs: Děkujeme za odeslání reakce!
da: Tak fordi du sendte os din feedback!
el: Σας ευχαριστούμε που μας στείλατε τα σχόλια σας!
es: ¡Gracias por enviarnos tu opinión!
id: Terima kasih telah mengirimkan saran Anda!
it: Ti ringraziamo per averci inviato le tue impressioni.
nl: Bedankt voor het insturen van uw feedback!
pl: Dziękujemy za wysłanie opinii!
uk: Дякуємо що надіслали нам ваш відгук!

source: Thanks!
ar: شكرًا!
cs: Děkujeme!
da: Tak!
el: Σας ευχαριστούμε!
es: ¡Gracias!
id: Terima kasih!
it: Grazie!
nl: Bedankt!
pl: Dziękujemy!
pt_br: Obrigado!
sk: Ďakujeme!
sl: Hvala!
uk: Дякуємо!

source: The code for the Firefox Input web application can be found <a href="%(source_url)s">on GitHub</a>!
cs: Kód webové aplikace Firefox Input můžete nalézet <a href="%(source_url)s">na serveru GitHub</a>!
el: Ο κώδικας της δικτυακής εφαρμογής Firefox Input είναι διαθέσιμος στο <a href="%(source_url)s">GitHub</a>!
es: ¡El código para la aplicación web de Firefox Input se puede encontrar <a href="%(source_url)s">en GitHub</a>!
id: Kode aplikasi web Firefox Input dapat ditemukan <a href="%(source_url)s">di GitHub</a>!
it: Il codice dell'applicazione web Firefox Input è disponibile su <a href="%(source_url)s">GitHub</a>.
nl: De code voor de Firefox Input-webtoepassing is te vinden <a href="%(source_url)s">op GitHub</a>!
pl: Kod aplikacji Firefox Input znajduje się na <a href="%(source_url)s">GitHubie</a>!
pt_br: O código-fonte da aplicação Firefox Input pode ser encontrado <a href="%(source_url)s">no GitHub</a>!
sk: Zdrojový kód webovej aplikácie Firefox Input je možné nájsť s repozitároch <a href="%(source_url)s">GitHub</a>!
sl: Kodo za spletno aplikacijo Firefox Input je mogoče najti <a href="%(source_url)s">na GitHub</a>!

source: The most likely cause of this error is that your browser is set up <strong>not to accept cookies</strong> from us. Please follow <a href="%(cookies_url)s">these instructions</a> to enable cookies in Firefox, then try again.
cs: Pravděpodobnou příčinou této chyby je, že váš prohlížeč od nás <strong>neakceptuje cookies</strong>. Pro povolení cookies ve Firefoxu si prosím přečtěte <a href="%(cookies_url)s">tyto instrukce</a>. Poté to zkuste znovu.
el: Η πιο πιθανή αιτία στην οποία οφείλεται αυτό το σφάλμα, είναι το ότι ο περιηγητής σας <strong>δεν μας επιτρέπει την αποθήκευση cookie</strong>. Σας παρακαλούμε να ακολουθήσετε <a href="%(cookies_url)s">αυτές τις οδηγίες</a> για να ενεργοποιήσετε την αποδοχή cookies στον Firefox και να προσπαθήσετε ξανά.
es: La causa más probable de este error es que tu navegador está configurado <strong>para no aceptar cookies</strong> de nosotros. Por favor, sigue <a href="%(cookies_url)s">estas instrucciones</a> para activar las cookies en Firefox, luego vuelva a intentarlo.
id: Alasan yang umum untuk galat ini adalah jika peramban Anda telah disetel untuk <strong>tidak menerima kuki</strong> dari kami. Silakan ikuti <a href="%(cookies_url)s">panduan berikut</a> untuk mengaktifkan kuki di Firefox, lalu coba lagi.
it: La ragione più probabile per questo errore è che il browser è impostato per <strong>non accettare cookie</strong> dal nostro sito. Segui <a href="%(cookies_url)s">queste istruzioni</a> per attivare i cookie in Firefox e riprova.
nl: De meest waarschijnlijke oorzaak van deze fout is dat uw browser is ingesteld om <strong>geen cookies van ons te accepteren</strong>. Volg <a href="%(cookies_url)s">deze instructies</a> om cookies in Firefox in te schakelen en probeer het opnieuw.
pl: Najbardziej prawdopodobną przyczyną tego błędu jest to, że przeglądarka jest ustawiona, <strong>nie akceptować ciasteczek</strong> od nas. Zastosuj <a href="%(cookies_url)s">te instrukcje</a>, by włączyć akceptowanie ciasteczek przez Firefoksa i ponów próbę.
pt_br: A causa mais provável deste erro é o seu navegador estar configurado para <strong>não aceitar cookies</strong> de nós. Por favor, siga <a href="%(cookies_url)s">estas instruções</a> para ativar cookies no Firefox, e então tente novamente.
sk: Najpravdepodobnejším dôvodom tejto chyby je, že prehliadač je nastavený na <strong>neakceptovanie súborov cookies</strong>. Pomocou <a href="%(cookies_url)s">týchto inštrukcií</a> povoľte cookies vo Firefoxe a potom to skúste znova.
sl: Najverjetnejši vzrok za to napako je, da je vaš brskalnik nastavljen tako, da <strong>ne sprejema piškotkov</strong> od nas. Sledite prosim <a href="%(cookies_url)s">tem navodilom</a>, da piškotke v Firefoxu omogočite, nato pa poizkusite znova.
uk: Найвірогідніша причина цієї помилки це те, що ваш браузер налаштований <strong>не приймати куки</strong> від нас. Зверніться до <a href="%(cookies_url)s">цих інструкції</a> про те, як увімкнути куки в Firefox та спробуйте ще раз.

source: Theme
ar: السمة
cs: Seskupení
el: Θεμα
es: Tema
id: Tema
it: Tema
nl: Thema
pl: Grupa opinii
pt_br: Assunto
sk: Téma
sl: Tema
uk: Тема

source: Theme for {domain}
cs: Seskupení pro doménu {domain}
el: Θέμα για το {domain}
es: Tema para {domain}
id: Tema untuk {domain}
it: Tema per {domain}
nl: Thema voor {domain}
pl: Grupa opinii dla {domain}
pt_br: Assunto para {domain}
sk: Téma pre {domain}
sl: Tema za {domain}
uk: Тема про {domain}

source: Themes
ar: السمات
cs: Seskupení
el: Θέματα
es: Temas
id: Tema
it: Temi
nl: Thema’s
pl: Grupy tematyczne
pt_br: Assuntos
sk: Témy
sl: Teme
uk: Теми

source: There was an error verifying your CSRF token. Your request could not be processed. We apologize for the inconvenience!
cs: Při ověřování vašeho CSRF tokenu nastala chyba. Váš požadavek nemohl být zpracován. Omlouváme se za problémy!
el: Παρουσιάστηκε σφάλμα κατά την επαλήθευση του CSRF token. Δεν ήταν δυνατή η επεξεργασία του αιτήματος σας. Λυπούμαστε για την ταλαιπωρία!
es: Ha sucedido un error al veificar tu token CSRF. Tu solicitud no ha podido ser procesada. ¡Nos disculpamos por los inconvenientes!
id: Terjadi galat saat memverifikasi token CSRF Anda. Permintaan Anda tidak dapat diproses. Mohon maaf atas ketidaknyamanan yang terjadi.
it: Si è verificato un errore durante il controllo del token CSRF. La richiesta non può essere elaborata. Ci scusiamo per l'inconveniente.
nl: Er is een fout opgetreden bij het verifiëren van uw CSRF-token. Uw aanvraag kon niet worden verwerkt. Onze excuses voor het ongemak!
pl: Wystąpił błąd podczas weryfikacji twojego tokenu CSRF. Twoja prośba nie może zostać przetworzona. Przepraszamy za niedogodności!
pt_br: Houve um erro ao verificar seu passe CSRF. Sua solicitação não pôde ser processada. Pedimos desculpas pela inconveniência!
sk: Pri overovaní tokenu CSRF sa vyskytla chyba. Vaša požiadavka nemohla byť spracovaná. Ospravedlňujeme sa.
sl: Pri preverjanju vašega CSRF žetona je prišlo do napake. Vaše zahteve ni bilo mogoče obdelati. Opravičujemo se za nevšečnosti!
uk: Під час перевірки вашого CSRF-токену сталась помилка. Ваш запит не може бути оброблений. Перепрошуємо за незручності!

source: To do that, simply go to our download page and install/update to the <a href="%(url)s">latest Firefox Beta!</a>
ar: لفعل ذلك، اذهب ببساطة إلى صفحة التنزيل ونزّل <a href="%(url)s">آخر فَيَرفُكس بيتا!</a>
da: For at gøre dette, gå til vores download-side og installer eller opdater til den <a href="%(url)s">seneste Firefox beta!</a>
el: Για να συμμετέχετε, απλά πηγαίνετε στη σελίδα λήψης και εγκαταστήστε (ή ενημερώστε) την πιο <a href="%(url)s">πρόσφατη δοκιμαστική έκδοση του Firefox!</a>
es: Para hacerlo, simplemente ve a nuestra página de descargas e instala/actualiza la <a href="%(url)s">¡última beta de Firefox!</a>
id: Untuk mendapatkannya, buka saja laman unduhan kemudian instal/mutakhirkan <a href="%(url)s">Firefox Versi Beta Terbaru!</a>
it: Per farlo vai alla pagina download e scarica <a href="%(url)s">la versione beta più recente</a>.
nl: Ga naar onze downloadpagina en installeer <a href="%(url)s">de meest recente Firefox-bèta</a> of werk bij naar deze versie om mee te doen!
pl: Aby to zrobić, przejdź na naszą stronę pobierania i zainstaluj lub zaktualizuj <a href="%(url)s">najnowszą wersję beta</a> Firefoksa!
uk: Щоб зробити це, просто перейдіть на нашу сторінку завантажень та встановіть <a href="%(url)s">останню бету Firefox!</a>

source: To do that, simply go to our download page and install/update to the <a href="%(url)s">latest version of Firefox!</a>
cs: Pro jeho získání jednoduše přejděte na naši stránku ke stažení a nainstalujte si <a href="%(url)s">poslední verzi</a>!
el: Γι να το κάνετε αυτό, απλά πηγαίνετε στη σελίδα λήψεων και εγκαταστήστε/ενημερώστε την <a href="%(url)s">πιο πρόσφατη έκδοση του Firefox!</a>
es: Para hacerlo, simplemente ve a nuestra página de descargas e instala/actualiza la <a href="%(url)s">¡última versión de Firefox!</a>
id: Untuk mendapatkannya, buka saja laman unduhan kemudian pasang/perbarui ke <a href="%(url)s">Firefox Versi Terbaru!</a>
it: Per farlo vai alla pagina download e scarica <a href="%(url)s">l'ultima versione disponibile di Firefox</a>.
nl: Ga naar onze downloadpagina en installeer <a href="%(url)s">de meest recente Firefox-versie</a> of werk bij naar deze versie om mee te doen!
pl: Aby to zrobić, przejdź do naszej strony pobierania i zainstaluj lub zaktualizuj <a href="%(url)s">Firefoksa</a>!
pt_br: Para fazer isso, basta ir até a página de download e instalar/atualizar para a <a href="%(url)s">versão mais recente do Firefox!</a>
sk: Ak tak chcete urobiť, jednoducho prejdite na stránku Na prevzatie a nainštalujte si alebo aktualizujte na <a href="%(url)s">najnovšiu verziu Firefoxu</a>.
sl: V ta namen obiščite preprosto našo stran za prenos in namestite/posodobite na <a href="%(url)s">najnovejšo inačico Firefoxa!</a>
uk: Щоб зробити це, просто перейдіть на нашу сторінку завантажень та встановіть/оновіть Firefox до <a href="%(url)s">останньої версії!</a>

source: To protect your privacy, please ensure that no personally identifiable information is included in your feedback.
cs: Pro ochranu vašeho soukromí se ujistěte, že ve vaší reakci nejsou zahrnuty žádné osobní identifikační údaje.
el: Για την προστασία του ιδιωτικού σας απορρήτου, παρακαλούμε βεβαιωθείτε ότι δεν συμπεριλαμβάνετε πληροφορίες ταυτοποίησης στα σχόλια σας.
es: Para proteger tu privacidad, asegúrate de que no haya información personal identificable que te pueda identificar al escribir tu opinión.
id: Untuk melindungi privasi Anda, pastikan tidak ada informasi yang merujuk ke data pribadi pada isian saran Anda.
it: Per proteggere la tua privacy, assicurati che non sia presente alcuna informazione personale nel testo.
nl: Zorg er om uw privacy te beschermen voor dat er geen persoonlijke gegevens in uw feedback zijn opgenomen.
pl: By zabezpieczyć swoją prywatność, sprawdź czy nie ma tutaj danych osobowych.
pt_br: Para proteger a sua privacidade, tenha certeza de que sua mensagem não contém nenhuma informação que possa identificá-lo.
sk: Kvôli ochrane vášho súkromia sa uistite, že do spätnej väzby nezadávate žiadne osobné údaje.
sl: Da bi zaščitili vašo zasebnost, vas prosimo, da v svoje povratne informacije ne dodajate podatkov, ki vas lahko identificirajo.
uk: Для захисту вашої конфіденційності, упевніться, що в відгуку нема ніяких особистих ідентифікуючих даних.

source: To submit feedback for your version of Firefox, please go to <a href="%(feedback_url)s">the feedback submission page</a>!
cs: Pro zaslání reakce k vaší verzi Firefoxu přejděte na <a href="%(feedback_url)s">stránku odeslání reakce</a>!
el: Για να υποβάλετε σχόλια για την έκδοση του Firefox που χρησιμοποιείτε, παρακαλούμε πηγαίνετε στη <a href="%(feedback_url)s">σελίδα υποβολής σχολίων</a>!
es: Para enviar opiniones sobre tu versión de Firefox, ¡ve a <a href="%(feedback_url)s">la página de envío de opiniones</a>!
id: Untuk mengirimkan saran tentang versi Firefox Anda, buka <a href="%(feedback_url)s">laman pengiriman saran</a>!
it: Per inviare i tuoi commenti sulla tua versione di Firefox, vai alla <a href="%(feedback_url)s">pagina per inviare commenti e suggerimenti</a>.
nl: Ga naar <a href="%(feedback_url)s">de invoerpagina voor feedback</a> om feedback voor uw versie van Firefox in te dienen!
pl: Aby przesłać opinię dotyczącą twojej wersji Firefoksa, przejdź na <a href="%(feedback_url)s">stronę wysyłania opinii</a>!
pt_br: Para enviar uma opinião sobre a sua versão do Firefox, por favor vá para a <a href="%(feedback_url)s">página de envio de opiniões</a>!
sk: Ak chcete odoslať názor na vašu verziu Firefoxu, prejdite na <a href="%(feedback_url)s">stránku odosielania názorov</a>.
sl: Če želite poslati povratne informacije za svojo različico Firefoxa, pojdite na <a href="%(feedback_url)s">stran za oddajo povratnih informacij</a>!
uk: Щоб надіслати відгук про вашу версію Firefox, перейдіть на <a href="%(feedback_url)s">сторінку надсилання відгуків</a>.

source: Toggle
ar: بدّل
cs: Přepnout
el: Εναλλαγή
es: Cambiar
id: Bentangkan/Sembunyikan
it: Visualizza/nascondi
nl: Wisselen
pl: Wyświetl/ukryj
pt_br: Alternar
sk: Prepnúť
sl: Vkl/izkl
uk: Перемкнути

source: Translate Message
ar: ترجم الرسالة
cs: Přeložit zprávu
el: Μετάφραση μηνύματος
es: Traducir mensaje
id: Terjemahkan Pesan
it: Traduci messaggio
nl: Bericht vertalen
pl: Tłumacz opinię
pt_br: Traduzir mensagem
sk: Preložiť správu
sl: Prevedi sporočilo
uk: Перекласти повідомлення

source: Trends
ar: الوسوم
cs: Trendy
da: Tendenser
el: Τάσεις
es: Tendencias
id: Tren
it: Tendenze
pl: Popularne
pt_br: Tendências
sk: Trendy
sl: Trendi
uk: Тренди

source: Tweet This
ar: أضف هذا إلى تويتر
cs: Poslat na Twitter
el: Δημοσίευση στο tweeter
es: Twittear esto
id: Twitkan
it: Dillo su Twitter
nl: Tweet dit
pl: Umieść na Tweeterze
pt_br: Tuitar isto
sk: Napísať príspevok na Twitter
sl: Začivkaj to
uk: Затвітити це

source: Type of Feedback
ar: نوع التعليق
cs: Typ reakce
el: Τυπος σχολιων
es: Tipo de opinión
id: Jenis Saran
it: Tipo di commento
nl: Type feedback
pl: Typ opinii
pt_br: Tipo de opinião
sk: Typ názoru
sl: Vrsta povratne informacije
uk: Тип відгуку

source: Uncommon Sites
ar: المواقع غير الشائعة
cs: Neobvyklé stránky
el: Ιστοτοποι μιας αναφορας
es: Sitios no comunes
id: Situs yang Tidak Umum
it: Siti non comuni
nl: Ongewone websites
pl: Rzadko odwiedzane
pt_br: Sites incomuns
sk: Nie bežné stránky
sl: Neobičajna spletna mesta
uk: Нетипові сайти

source: Unknown
cs: Neznámý
el: Άγνωστη
es: Desconocido
id: Tak dikenal
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
sk: neznáme
sl: Neznano
uk: невідомо

source: User Agent
cs: Identifikace prohlížeče
es: Agente de usuario
pt_br: Agente do usuário
sk: Reťazec User Agent
sl: Uporabniški agent

source: User agent copied
cs: Identifikace prohlížeče byla zkopírována
el: Αντιγράφηκε το user agent
es: Agente de usuario copiado
id: User-agent disalin
it: User agent copiato
nl: Useragent gekopieerd
pl: User Agent został skopiowany
pt_br: Agente do usuário copiado
sk: Reťazec User Agent skopírovaný
sl: Uporabniški agent prekopiran
uk: User agent скопійовано

source: User-Agent request header must be set.
ar: يجب أن تكون ترويسة طلب عميل المستخدم مضبوطة.
cs: Hlavička user-agent musí být nastavena.
da: User-Agent Request Header skal være sat.
el: Θα πρέπει να έχει οριστεί η κεφαλίδα απόκρισης του User-Agent.
es: Debe especificarse la cabecera del agente de usuario.
id: Header permintaan User-Agent harus disetel.
it: È necessario attivare User-Agent request header.
nl: De useragent-verzoekheader moet zijn ingesteld.
pl: Musi być określone żądanie nagłówka identyfikatora przeglądarki (UA).
pt_br: O cabeçalho de pedido do agente do usuário deve ser definido.
sk: Hlavička požiadavky musí obsahovať User-Agent.
sl: Glava uporabniškega agenta za zahtevo mora biti nastavljena.
uk: Заголовок запиту User-Agent має бути заповнений.

source: Version:
ar: النسخة:
cs: Verze:
el: Έκδοση:
es: Versión:
id: Versi:
it: Versione:
nl: Versie:
pl: Wersja:
pt_br: Versão:
sk: Verzia:
sl: Različica:
uk: Версія:

source: Visit the <a href="%(dashboard_url)s">Firefox Feedback Dashboard</a>
cs: Navštívit <a href="%(dashboard_url)s">nástěnku Firefox Feedback</a>
el: Επισκεφθείτε το <a href="%(dashboard_url)s">ταμπλό υποβολής σχολίων για τον Firefox</a>
es: Visita el <a href="%(dashboard_url)s">tablero de opiniones de Firefox</a>
id: Kunjungi <a href="%(dashboard_url)s">Dasbor Saran Firefox</a>
it: Visita la <a href="%(dashboard_url)s">dashboard di Firefox Feedback</a>.
nl: Bezoek het <a href="%(dashboard_url)s">Firefox-feedbackdashboard</a>
pl: Przejdź do <a href="%(dashboard_url)s">panelu opinii o Firefoksie</a>
uk: Відвідайте <a href="%(dashboard_url)s">Панель Firefox Feedback</a>

source: Want to see where your feedback goes?
cs: Chcete vidět, kde se octla vaše reakce?
el: Θέλετε να δείτε που καταλήγουν τα σχόλια σας;
es: ¿Quieres ver adónde va tu opinión?
id: Ingin tahu kemana saja saran Anda menuju?
it: Vuoi vedere dove finiscono le tue opinioni e i tuoi commenti?
nl: Wilt u zien waar uw feedback naartoe gaat?
pl: Chcesz zobaczyć, gdzie twoja opinia trafiła?
pt_br: Quer ver para onde sua opinião vai?
sk: Chcete vidieť, kam je váš názor odoslaný?
sl: Bi rad videli, kam gredo vaše povratne informacije?
uk: Хочете дізнатись куди піде ваш відгук?

source: We already got your feedback! Thanks.
ar: وصلنا تعليقك! شكرًا لك.
cs: Již jsme vaši reakci získali. Díky!
da: Vi har allerede fået din feedback! Tak.
el: Έχουμε ήδη λάβει το σχόλιο σας! Σας ευχαριστούμε.
es: ¡Ya tenemos tu opinión! Gracias.
id: Kami sudah menyimpan saran Anda! Terima kasih ya.
it: Abbiamo già ricevuto il tuo commento. Grazie.
nl: We hebben uw feedback al! Bedankt.
pl: Otrzymaliśmy już Twoją opinię! Dziękujemy.
pt_br: Nós já recebemos a sua opinião! Obrigado.
sk: Svoj názor ste už odoslali! Ďakujeme.
sl: Vaše Povratne informacije smo že dobili! Hvala.
uk: Ми вже отримали ваш відгук! Дякуємо.

source: We are sorry that you have not had a good experience with our browser. Please tell us why, so we can fix it!
ar: نعتذر لأن تجربتك مع متصفحنا لم تكن جيدة. أخبرنا بالسبب رجاءً لكي نستطيع تحسينه!
cs: Je nám líto, že máte špatnou zkušenost s našim prohlížečem. Řekněte nám prosím proč, abychom to mohli změnit!
el: Λυπούμαστε που δεν ήταν καλή η εμπειρία σας με τον περιηγητή μας. Σας παρακαλούμε να μας πείτε γιατί, για να τον βελτιώσουμε!
es: Sentimos que no hayas tenido una buena experiencia con nuestro navegador. Por favor, dinos por qué, ¡para que podamos arreglarlo!
id: Mohon maaf jika Anda masih belum mendapatkan pengalaman memuaskan dengan peramban kami. Mohon beri kami saran agar kami dapat memperbaikinya!
it: Siamo davvero dispiaciuti per la tua esperienza negativa con il nostro browser. Spiegaci che cosa è andato storto e cercheremo di migliorarlo.
nl: Het spijt ons dat u geen goede ervaring met onze browser hebt gehad. Vertel ons waarom, zodat we dit kunnen verhelpen!
pl: Przykro nam, że nasza przeglądarka nie spełniła Twoich oczekiwań. Przekaż nam dlaczego Ci się nie podoba – postaramy się ją udoskonalić!
pt_br: Sentimos muito ao saber que você não teve uma boa experiência com nosso navegador. Por favor, conte-nos por que para que possamos corrigi-lo!
sk: Je nám ľúto, že sa Vám táto verzia prehliadača nepáči. Prosím, povedzte nám, prečo je to tak, aby sme ho mohli vylepšiť.
sl: Žal nam je, da niste imeli dobrih izkušenj z našim brskalnika. Povejte nam prosim zakaj, da ga bomo lahko izboljšali!
uk: Нам шкода, що наш браузер не справив на вас добре враження. Будь ласка, розкажіть чому, щоб ми змогли його покращити!
