Repository: fwenzel/reporter-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, cs, da, el, es, id, it, nl, pl, pt_br, sk, sl, uk

source: %(count)s message
ar: رسالة واحدة
cs: %(count)s zpráva
el: {count} μήνυμα
es: %(count)s mensaje
id: %(count)s pesan
it: %(count)s messaggio
nl: %(count)s bericht
pl: %(count)s opinia
pt_br: %(count)s mensagem
sk: %(count)s správa
sl: %(count)s sporočilo
uk: %(count)s повідомлення

source: %(count)s similar message
ar: رسالة مشابهة واحدة
cs: %(count)s podobná zpráva
el: {count} συναφές μήνυμα
es: %(count)s mensaje similar
id: %(count)s pesan mirip
it: %(count)s messaggio simile
nl: %(count)s gelijksoortig bericht
pl: %(count)s podobna opinia
pt_br: %(count)s mensagem similar
sk: %(count)s podobná správa
sl: %(count)s podobno sporočilo
uk: %(count)s схоже повідомлення

source: &laquo; Newer Feedback
ar: &laquo; تعليق أحدث
cs: &laquo; Novější ohlasy
el: &laquo; Νεότερα σχόλια
es: &laquo; Opiniones recientes
id: &laquo; Pesan Anyar
it: &laquo; Commenti più recenti
nl: &laquo; Nieuwere feedback
pl: &laquo; Nowsze
pt_br: &laquo; Opiniões mais recentes
sk: &laquo; Novšie správy
sl: &laquo; novejši feedback
uk: &laquo; Новіші відгуки

source: &laquo; Newer Messages
ar: &laquo; رسائل أحدث
cs: &laquo; Novější zprávy
el: &laquo; Νεότερα μηνύματα
es: &laquo; Mensajes recientes
id: &laquo; Pesan Anyar
it: &laquo; Messaggi più recenti
nl: &laquo; Nieuwere berichten
pl: &laquo; Nowsze
pt_br: &laquo; Mensagens mais recentes
sk: &laquo; Novšie správy
sl: &laquo; novejša sporočila
uk: &laquo; Новіші повідомлення

source: &laquo; Previous Page
ar: &laquo; الصفحة السابقة
cs: &laquo; Předchozí stránka
el: &laquo; προηγούμενη σελίδα
es: &laquo; Página anterior
id: &laquo; Laman Sebelumnya
it: &laquo; Pagina precedente
nl: &laquo; Vorige pagina
pl: &laquo; Poprzednia strona
pt_br: &laquo; Página anterior
sk: &laquo; Predchádzajúca strana
sl: &laquo; prejšnja stran
uk: &laquo; Попередня сторінка

# locale_choice
source: -- all --
ar: -- الكل --
cs: -- vše --
da: -- alle --
el: -- όλες --
es: -- todos --
id: -- semua --
it: -- qualsiasi --
nl: -- alle --
pl: — wszystkie —
pt_br: -- todos --
sk: -- všetky --
sl: -- vse --
uk: -- всі --

# os_choice
source: -- all --
ar: -- الكل --
da: -- alle --
es: -- todos --

# sentiment_choice
source: -- all --
ar: -- الكل --
cs: -- vše --
da: -- alle --
el: -- όλες --
es: -- todos --
id: -- semua --
it: -- qualsiasi --
nl: -- alles --
pl: — wszystkie —
pt_br: -- todos --
sk: -- všetky --
sl: -- vse --
uk: -- всі --

# version_choice
source: -- all --
ar: -- الكل --
cs: -- vše --
da: -- alle --
el: -- όλες --
es: -- todas --
id: -- semua --
it: -- qualsiasi --
nl: -- alles --
pl: — wszystkie —
pt_br: -- todas --
sk: -- všetky --
sl: -- vse --
uk: -- всі --

source: 1d
ar: يوم
el: 1ημ.
es: 1 día
id: 1h
it: 1g
pl: 1 dzień
sk: 1 deň
uk: 1 д.

source: 30d
ar: 30 يوم
el: 30ημ.
es: 30 días
id: 30h
it: 30g
pl: 30 dni
sk: 30 dní
uk: 30 д.

source: 7d
ar: 7 أيام
el: 7ημ.
es: 7 días
id: 7h
it: 7g
pl: 7 dni
sk: 7 dní
uk: 7 д.

source: <strong>%(cnt)s</strong> message
ar: رسالة واحدة
cs: %(cnt)s zpráva
el: <strong>%(cnt)s</strong> μήνυμα
es: <strong>%(cnt)s</strong> mensaje
id: <strong>%(cnt)s</strong> pesan
it: <strong>%(cnt)s</strong> messaggio
nl: <strong>%(cnt)s</strong> bericht
pl: <strong>%(cnt)s</strong> opinia
pt_br: <strong>%(cnt)s</strong> mensagem
sk: <strong>%(cnt)s</strong> správa
sl: <strong>%(cnt)s</strong> sporočilo
uk: <strong>%(cnt)s</strong> повідомлення

source: <strong>Firefox Beta</strong> Input Dashboard
el: <strong>Δοκιμαστικές εκδόσεις Firefox</strong> - Ταμπλό σχολίων
es: Tablero de <strong>Firefox Beta</strong> Input
id: <strong>Firefox Beta</strong> Dasbor Input
nl: <strong>Firefox bèta</strong> Input-dashboard
pl: Panel <strong>Firefox Beta</strong>
uk: <strong>Firefox Beta</strong> — панель відгуків

source: <strong>Firefox Input</strong> is Mozilla's primary feedback mechanism. It is set up to be a method of one-way communication about your experiences in using Firefox, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms over all three major channels of builds.
cs: <strong>Firefox Input</strong> je aplikace na sběr reakcí. Byla vytvořena pro jednosměrnou komunikaci o zkušenosti s používáním Firefoxu, prohlížením Internetu a o tom, co Mozilla může v této oblasti zlepšit. Systém je dostupný pro řadu forem odeslání na třech hlavních kanálech sestavení aplikace.
el: Το <strong>Firefox Input</strong> είναι το βασικό σύστημα υποβολής σχολίων του Mozilla. Έχει ρυθμιστεί ώστε να είναι ο ευκολότερος τρόπος επικοινωνίας σχετικά με την εμπειρία σας στη χρήση του Firefox, τις σελίδες που βλέπετε και του τι μπορεί να κάνει το ίδρυμα Mozilla για να τα βελτιώσει όλα αυτά. Το σύστημα αυτό είναι διαθέσιμο με ένα μεγάλος εύρος μηχανισμών και για τα τρία βασικά κανάλια δημιουργίας.
es: <strong>Firefox Input</strong> es el principal mecanismo para recopilar opiniones de Mozilla. Está preparado para ser un método de comunicación de un solo sentido sobre tus experiencias usando Firefox, la Internet que ves a través de él, y lo que Mozilla puede hacer para mejorar esas experiencias. El sistema está disponible a través de una amplia variedad de mecanismos de envío en los tres canales principales de binarios.
id: <strong>Firefox Input</strong> adalah sistem umpan balik utama Mozilla. Sistem ini disiapkan sebagai alat komunikasi satu arah tentang pengalaman Anda menggunakan Firefox, dunia maya yang Anda tampilkan lewat Firefox, dan apa yang dapat Mozilla lakukan agar pengalaman Anda lebih baik. Sistem ini tersedia melalui berbagai jalur untuk ketiga kanal utama build.
it: <strong>Firefox Input</strong> è lo strumento principale utilizzato da Mozilla per raccogliere le opinioni e i suggerimenti degli utenti. È impostato come un canale di comunicazione unidirezionale sulla tua esperienza nell'utilizzo di Firefox, sulla rete a cui accedi attraverso di esso e su come Mozilla possa migliorare la tua navigazione. Il sistema prevede un'ampia gamma di meccanismi per inviare la tua opinione con i tre canali principali di distribuzione del programma.
nl: <strong>Firefox Input</strong> is Mozilla’s primaire feedbackmiddel. Het is opgezet als een methode van communicatie in één richting over uw ervaring met het gebruik van Firefox, het internet dat u ermee bekijkt, en wat Mozilla kan doen om die ervaring te verbeteren. Het systeem is in een breed scala van inzendingsmiddelen voor alle drie de belangrijke buildkanalen beschikbaar.
pl: <strong>Firefox Input</strong> jest podstawowym narzędziem – systemem Mozilli służącym zbieraniu opinii użytkowników. Jest nastawione na jednokierunkową komunikację z użytkownikami Firefoksa w celu przekazania Mozilli ich opinii o swoich wrażeniach z używania przeglądarki, jak Internet jest przez nią widziany i co Mozilla może zrobić, by te wrażenia udoskonalić. System jest dostępny poprzez różnorodne mechanizmy przesyłania informacji w trzech głównych kanałach – wydania oficjalne, „beta” i tzw. „nocne”.
pt_br: O <strong>Firefox Input</strong> é o mecanismo principal de colheita de opiniões da Mozilla. Ele foi pensado para ser uma forma de comunicação sobre suas experiências usando o Firefox, a internet que você vê através dele e o que a Mozilla pode fazer para tornar essa experiência melhor. O sistema está disponível em uma variedade de mecanismos de envio, em todos os três canais do Firefox.
sk: <strong>Firefox Input</strong> je pre Mozillu hlavným zdrojom spätnej väzby. Je to jednosmerná komunikácia o vašich zážitkoch pri používaní prehliadača Firefox, webových stránkach, ktoré cez tento prehliadač navštevujete a o tom, čo môže Mozilla spraviť pre to, aby boli tieto zážitky ešte lepšie. Systém je dostupný pre všetky tri hlavné kanály zostavení prehliadača.
sl: <strong>Firefox Input</strong> is osnovni mehanizem za povratne informacije pri Mozilli. Zamišljen je kot enosmerni način komunikacije o vaših izkušnjah pri uporabi Firefoxa na spletu, in o tem, kaj lahko Mozilla stori, da bi te izkušnje izboljšala. Sistem je na voljo za široko paleto možnosti objave v okviru vseh treh glavnih kanalov izgradnje.

source: <strong>Firefox Release</strong> Input Dashboard
el: <strong>Κανονικές εκδόσεις Firefox</strong> - Ταμπλό σχολίων
es: Tablero de opiniones de <strong>Firefox final</strong>
id: <strong>Firefox Rilis</strong> Dasbor Input
it: <strong>Firefox</strong> Input Dashboard
pl: Panel <strong>wydań Firefoksa</strong>
uk: <strong>Firefox Release</strong> — панель відгуків

source: <strong>Welcome to Firefox Input!</strong> This is Mozilla's primary user feedback application. <a href="%(about_url)s">Learn more...</a>
cs: <strong>Vítá vás Firefox Input!</strong> Jedná se o aplikaci pro sběr reakcí uživatelů. <a href="%(about_url)s">Dozvědět se více...</a>
el: <strong>Καλώς ορίσατε στο Firefox Input!</strong> Αυτή είναι η πρωτεύουσα εφαρμογή υποβολής σχολίων χρηστών του Mozilla. <a href="%(about_url)s">Μάθετε περισσότερα...</a>
es: <strong>¡Bienvenidos a Firefox Input!</strong> Esta es la principal aplicación de Mozilla para recopilar opiniones de usuarios. <a href="%(about_url)s">Saber más...</a>
id: <strong>Selamat datang di Firefox Input!</strong> Firefox Input adalah aplikasi untuk mengirimkan umpan balik pengguna Mozilla. <a href="%(about_url)s">Pelajari lebih lanjut...</a>
it: <strong>Benvenuto in Firefox Input.</strong> Questo è lo strumento principale utilizzato da Mozilla per raccogliere le opinioni e i suggerimenti degli utenti. <a href="%(about_url)s">Ulteriori informazioni...</a>
nl: <strong>Welkom bij Firefox Input!</strong> Dit is Mozilla’s primaire toepassing voor gebruikersfeedback. <a href="%(about_url)s">Meer lezen…</a>
pl: <strong>Witamy w Firefox Input!</strong> Jest to podstawowe narzędzie Mozilli służące zbieraniu opinii użytkowników. <a href="%(about_url)s">Dowiedz się więcej…</a>
pt_br: <strong>Bem-vindo ao Firefox Input!</strong> Este é o mecanismo principal de colheita de opiniões do usuário da Mozilla. <a href="%(about_url)s">Saiba mais...</a>
sk: <strong>Vítá vás Firefox Input!</strong> Toto je pre Mozillu hlavný zdroj spätnej väzby. <a href="%(about_url)s">Ďalšie informácie...</a>
sl: <strong>Dobrodošli v Firefox Input!</strong> To je glavna aplikacija Mozille za povratniške informacije uporabnikov Mozilla. <a href="%(about_url)s">Več o tem...</a>
uk: <strong>Ласкаво просимо до Firefox Input!</strong> Це основний канал мозіловського зворотнього зв’язку з користувачами. <a href="%(about_url)s">Докладніше…</a>

source: ATOM feed for this search
ar: تلقيم ATOM لهذا البحث
cs: ATOM pro toto vyhledávání
el: Ροή ΑΤΟΜ της αναζήτησης
es: Canal ATOM para esta búsqueda
id: Feed ATOM untuk pencarian ini
it: Feed ATOM per questa ricerca
nl: ATOM-feed voor deze zoekopdracht
pl: Kanał ATOM dla tego wyszukiwania
pt_br: Feed ATOM para esta busca
sk: Kanál ATOM pre toto hľadanie
sl: ATOM vir za to iskanje
uk: ATOM-лента для цього пошуку

source: About Firefox Input
cs: O Firefox Input
el: Περί Firefox Input
es: Acerca de Firefox Input
id: Tentang Firefox Input
it: Informazioni su Firefox Input
nl: Over Firefox Input
pl: Firefox Input
pt_br: Sobre o Firefox Input
sk: O aplikácii Firefox Input
sl: O Firefox Input
uk: Про Firefox Input

source: Ack! Please tell us what to fix!
ar: المعذرة! أخبرنا رجاءً ماذا علينا أن نصلح!
cs: Omlouváme se! Řekněte nám o tom prosím více!
el: Λυπούμαστε! Σας παρακαλούμε πείτε μας τι θέλετε να διορθώσουμε!
es: ¡Arg! Por favor, ¡cuéntanos qué hay que arreglar!
id: Yah! Apa dong yang perlu diperbaiki?
it: Ricevuto. Dicci che cosa dobbiamo sistemare.
nl: OK! Vertel ons wat er niet werkt!
pl: Och! Przekaż nam, co naprawić!
pt_br: Puxa! Por favor, diga para nós o que devemos consertar!
sk: Škoda. Povedzte nám, čo máme opraviť!
sl: Opsa! Povejte nam prosim, če je kaj treba popraviti!
uk: Шкода! Розкажіть детальніше!

source: Add URL of last visited page?
ar: تريد إضافة عنوان آخر صفحة زرتها؟
cs: Přidat URL poslední navštívené stránky?
da: Tilføj sidst besøge sides URL-adresse?
el: Να προστεθεί το URL της τελευταίας σελίδας που επισκεφθείκατε;
es: ¿Añadir la URL de la última página visitada?
id: Tambahkan URL dari laman terakhir yang dikunjungi?
it: Aggiungi URL dell'ultima pagina visitata?
nl: URL van laatst bezochte pagina toevoegen?
pl: Dodać adres URL ostatnio odwiedzonej strony?
pt_br: Adicionar o endereço (URL) da última página visitada?
sk: Pridať adresu naposledy prehliadanej stránky?
sl: Naj dodam URL nazadnje obiskane strani?
uk: Додати URL останньої відвіданої сторінки?

source: Advanced
ar: متقدم
cs: Rozšířené
da: Avanceret
el: Για προχωρημένους
es: Avanzada
id: Canggih
it: Avanzata
nl: Geavanceerd
pl: Zaawansowane
pt_br: Pesquisa avançada
sk: Rozšírené
sl: Napredno
uk: Додатково

source: All
ar: الكل
cs: vše
el: Όλα
es: Todo
id: Semua
it: Qualsiasi
nl: Alle
pl: Wszystkie
pt_br: Todas
sk: Všetko
sl: Vse
uk: всі

# sites_search_all_feedback
source: All
ar: الكل
cs: vše
el: Όλα
es: Todo
id: Semua
it: Qualsiasi
nl: Alle
pl: Wszystkie
pt_br: Todos
sk: Všetko
sl: Vse
uk: всі

# sites_search_all_platforms
source: All
ar: الكل
cs: vše
el: Όλα
es: Todo
id: Semua
it: Qualsiasi
nl: Alle
pl: Wszystkie
pt_br: Todas
sk: Všetko
sl: Vse
uk: всі

source: All Platforms
ar: كل المنصات
cs: Všechny platformy
el: ολες οι πλατφορμες
es: Todas las plataformas
id: Semua Platform
it: Qualunque piattaforma
nl: Alle platformen
pl: Wszystkie platformy
pt_br: Todas as plataformas
sk: Všetky platformy
sl: Vse platforme
uk: Всі платформи

source: All feedback
ar: كل التعليق
cs: Všechny reakce
el: Όλα τα σχόλια
es: Todos los comentarios
id: Semua saran
it: Qualunque commento
nl: Alle feedback
pl: Wszystkie opinie
pt_br: Todas as opiniões
sk: Všetky názory
sl: Vse povratne informacije
uk: Всі відгуки

source: All platforms
ar: كل المنصات
cs: Všechny platformy
el: ολες οι πλατφορμες
es: Todas las plataformas
id: Semua platform
it: Qualunque piattaforma
nl: Alle platformen
pl: Wszystkie platformy
pt_br: Todas as plataformas
sk: Všetky platformy
sl: Vse platforme
uk: Всі платформи

source: An unhandled error occurred in the application. The error has been logged and an administrator was notified. We apologize for the inconvenience!
ar: حصل خطأ تعذر التعامل معه في التطبيق. سيُسجَّل الخطأ ويُنبَّه أحد المديرين. نعتذر عن هذا الإزعاج!
cs: V aplikaci se vyskytla nezachycená výjimka. Chyba byla zalogována a byl o ní informován administrátor. Omlouváme se za problémy!
da: En ikke-håndteret fejl opstod i programmet. Fejlen er registreret og en administrator har fået besked. Vi undskylder ulejligheden!
el: Παρουσίαστηκε ένα μη αναμενόμενο σφάλμα στην εφαρμογή. το σφάλμα καταγράφηκε και ειδοποιήθηκαν οι διαχειριστές. Ζητούμε συγνώμη για το πρόβλημα!
es: Ha sucedido un error no controlado por la aplicación. El error ha sido registrado y se ha notificado a un administrador. ¡Nos disculpamos por el inconveniente!
id: Galat tak tertangani terjadi pada aplikasi. Galat tersebut telah direkam dan administrator telah diberitahu. Kami mohon maaf atas ketidaknyamanan Anda ya!
it: Si è verificato un errore non gestito nell'applicazione. L'errore è stato registrato ed è stata inviata una segnalazione ad un amministratore. Ci scusiamo per l'inconveniente.
nl: Er is een onverwerkte fout opgetreden in de toepassing. De fout is in het logboek vermeld en er is een beheerder ingelicht. Onze excuses voor het ongemak!
pl: W programie wystąpił nieobsługiwany błąd. Błąd został zapisany i powiadomiono o tym zdarzeniu administratora. Przepraszamy za niedogodność!
pt_br: Um erro inesperado ocorreu na aplicação. As informações sobre o erro foram salvas e um administrador foi notificado. Pedimos desculpas pela inconveniência!
sk: V aplikácii sa vyskytla nespracovaná chyba, ktorá bola zaznamenaná a bol o nej informovaný administrátor. Za prípadné problémy sa ospravedlňujeme!
sl: V aplikaciji je prišlo do neobravnavane napake. Napaka je zavedena in administrator je o njej obveščen. Opravičujemo se za nevšečnosti!
uk: В програмі сталася неочікувана помилка. Вона була записана, про неї було повідомлено адміністратору. Перепрошуємо за незручність!

source: Average Ratings Over Time
cs: Průměrné hodnocení v čase
el: Μεσος ορος βαθμολογιων γενικα
es: Valoraciones medias a lo largo del tiempo
id: Peringkat Rata-Rata Selama Ini
it: Media valutazione nel tempo
nl: Gemiddelde beoordelingen op den duur
pl: Średnia ocen
uk: Середні оцінки за часом

source: Awesome! Please make your suggestion below:
es: ¡Alucinante! Por favor, deja tu comentario a continuación:

source: Back to all sites &raquo;
ar: عُد إلى كل المواقع &raquo;
cs: Zpět na všechny weby &raquo;
el: Πίσω σε όλους τους ιστότοπους &raquo;
es: Volver a todos los sitios &raquo;
id: Kembali ke semua situs &raquo;
it: Ritorna a tutti i siti &raquo;
nl: Terug naar alle websites &raquo;
pl: Wszystkie witryny &raquo;
pt_br: Voltar para todos os sites &raquo;
sk: Späť na všetky stránky &raquo;
sl: Nazaj na vse strani &raquo;
uk: Назад до всіх сайтів &raquo;

source: Back to all themes &raquo;
cs: Zpět na všechna seskupení &raquo;
el: Πίσω σε όλα τα θέματα &raquo;
es: Volver a todos los temas &raquo;
id: Kembali ke semua tema &raquo;
it: Ritorna a tutti i temi &raquo;
nl: Terug naar alle thema’s &raquo;
pl: Wszystkie grupy &raquo;
pt_br: Voltar para todos os assuntos &raquo;
sk: Späť na všetky témy &raquo;
sl: Nazaj na vse teme &raquo;
uk: Назад до всіх тем &raquo;

source: Back to {domain} &raquo;
ar: عُد إلى {domain} &raquo;
cs: Zpět na {domain} &raquo;
el: Πίσω σε {domain} &raquo;
es: Volver a {domain} &raquo;
id: Kembali ke {domain} &raquo;
it: Ritorna a {domain} &raquo;
nl: Terug naar {domain} &raquo;
pl: Wróć do {domain} &raquo;
pt_br: Voltar para {domain} &raquo;
sk: Späť na {domain} &raquo;
sl: Nazaj na {domain} &raquo;
uk: Назад до {domain} &raquo;

source: Beta Channel
cs: Betaverze
el: Δοκιμαστικές εκδόσεις
es: Canal beta
id: Kanal Beta
it: Canale beta
nl: Bèta-kanaal
pl: Kanał beta

source: Broken Sites
cs: Rozbité stránky
el: «Σπασμένες» σελίδες
es: Sitios web con problemas
id: Situs Rusak
it: Siti web non funzionanti
nl: Defecte websites
pl: Niedziałające witryny
pt_br: Sites quebrados
sk: Nefunkčné webové stránky
sl: Polomljena spletna mesta
uk: Поламані сайти

source: Broken Website
cs: Rozbitá stránka
el: Προβληματικός ιστότοπος
es: Sitio web con problemas
id: Situs Web Rusak
it: Sito web non funzionante
nl: Defecte website
pl: Niedziałająca witryna
pt_br: Site quebrado
sk: Nefunkčná webová stránka
sl: Polomljeno spletno mesto
uk: Поламаний сайт

source: CSRF Protection Error
cs: Chyba ochrany CSRF
el: Σφάλμα προστασίας CSRF
es: Error de protección CSRF (falsificación de petición cruzada entre sitios)
id: Galat Perlindungan CSRF
it: Errore di protezione CSRF
nl: CSRF-beschermingsfout
pl: Błąd ochrony przed CSRF
pt_br: Erro na proteção contra CSRF
sk: Chyba ochrany CSRF
sl: Napaka zaščite CSRF
uk: Помилка захисту CSRF

source: Close
cs: Zavřít
el: Κλείσιμο
es: Cerrar
id: Tutup
it: Chiudi
nl: Sluiten
pl: Zamknij
pt_br: Fechar
sk: Zavrieť
sl: Zapri
uk: Закрити

source: Clusters
ar: العناقيد
cs: Seskupení
da: Klynger
el: Ομαδοποίηση
es: Grupos
id: Kelompok
it: Gruppi
pl: Grupy
pt_br: Grupos
sk: Skupiny
sl: Grozdi
uk: Кластери

source: Common Themes
ar: السمات الشائعة
cs: Seskupení
el: Συχνα θεματα
es: Temas comunes
id: Tema Umum
it: Temi comuni
nl: Alledaagse thema’s
pl: Grupy tematyczne
pt_br: Assuntos recorrentes
sk: Bežné témy
sl: Skupne teme
uk: Часті теми

source: Copy User Agent
ar: انسخ عميل المستخدم
cs: Kopírovat user agent
el: Αντιγραφή User Agent
es: Copiar agente de usuario
id: Salin User-Agent
it: Copia User Agent
nl: Useragent kopiëren
pl: Kopiuj User Agent
pt_br: Copiar agente do usuário
sk: Kopírovať reťazec User Agent
sl: Kopiraj uporabnikovega agenta
uk: Копіювати user-agent

source: Custom
ar: مخصص
cs: Vlastní
el: Προσαρμοσμένη
es: Personalizado
id: Ubahsuai
it: Intervallo personalizzato
nl: Aangepast
pl: Własny zakres
pt_br: Personalizado
sk: Vlastné
sl: Po meri
uk: Вказати діапазон дат

source: Dashboard
ar: لوحة التحكم
cs: Nástěnka
el: Ταμπλό
es: Tablero de Input
id: Dasbor
pl: Panel
pt_br: Painel
sk: Nástenka názorov
sl: Kontrolna tabla
uk: Панель відгуків

source: Date range:
ar: الفترة الزمنية:
cs: Časové rozmezí:
da: Tidsrum:
el: Εύρος ημερομηνιών:
es: Rango de fechas:
id: Rentang waktu:
it: Da data
nl: Datumbereik:
pl: Zakres dat:
pt_br: Período:
sk: Dátum od:
sl: Časovno obdobje:
uk: Проміжок часу:

source: Describe the problem with the site.
cs: Popište svůj problém s webovou stránkou.
el: Περιγράψτε το πρόβλημα με τη σελίδα.
es: Describe el problema con el sitio.
id: Jelaskan masalah pada situs tersebut.
it: Descrivi il problema con il sito web.
nl: Beschrijf het probleem met de website.
pl: Opisz problem z witryną.
uk: Опишіть проблему з сайтом.

source: Describe the problem with the website.
cs: Popište svůj problém s webovou stránkou.
el: Περιγράψτε το πρόβλημα με τη σελίδα.
es: Describe el problema con el sitio web.
id: Jelaskan masalah Anda pada situs tersebut.
it: Descrivi il problema del sito web.
nl: Beschrijf het probleem met de website.
pl: Opisz problem z witryną.
uk: Опишіть проблему з сайтом.

source: Describe your idea below.
cs: Níže popište svůj nápad.
el: Περιγράψτε την ιδέα σας παρακάτω.
es: Describe tu idea a continuación.
id: Uraikan gagasan Anda di bawah ini.
it: Descrivi la tua idea.
nl: Beschrijf hieronder uw idee.
pl: Opisz poniżej swój pomysł.
pt_br: Descreva a sua ideia abaixo.
sk: Popíšte svoj nápad.
sl: Opišite spodaj svojo idejo.
uk: Опишіть ідею нижче.

source: Devices
cs: Zařízení
el: Συσκευές
es: Dispositivos
id: Perangkat
it: Dispositivi
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
sk: Zariadenia
sl: Naprave
uk: Пристрої

source: Does a website look or behave incorrectly in Firefox for Mobile? Provide us some details about the problem and we'll try to fix it.
cs: Vypadá webová stránka ve Firefoxu pro mobily chybně či se chová nekorektně? Řekněte nám o tom více a my se pokusíme to opravit.
el: Μήπως κάποια σελίδα δεν εμφανίζεται σωστά στον Firefox για κινητά; Δώστε μας μερικές λεπτομέρειες για το πρόβλημα και θα προσπαθήσουμε να το διορθώσουμε.
es: ¿Se ve o comporta de forma incorrecta un sitio web en Firefox para móviles? Proporciónanos algunos detalles sobre el problema e intentaremos corregirlo.
id: Apakah fungsi dan tampilan situs web rusak pada Firefox untuk Seluler? Tuliskan detail masalahnya dan kami akan mencoba memperbaikinya.
it: Un sito web viene visualizzato male o non funziona in modo corretto con Firefox su un dispositivo portatile? Dacci alcuni dettagli sul problema e cercheremo di risolverlo.
nl: Ziet een website er niet goed uit of gedraagt deze zich vreemd in Firefox voor Mobiel? Geef ons enkele details over het probleem en we zullen proberen het op te lossen.
pl: Czy witryna wygląda lub zachowuje się nieprawidłowo w Firefoksie Mobile? Podaj nam kilka szczegółów na temat problemu, a my postaramy się to naprawić.
uk: Чи сайт виглядає або працює неправильно у Firefox for Mobile? Надайте нам трохи подробиць про проблему щоб ми змогли спробувати її виправити.

source: Does a website look or behave incorrectly in Firefox?
cs: Vypadá nebo se stránka chová ve Firefoxu nekorektně?
el: Μήπως κάποια σελίδα εμφανίζεται ή συμπεριφέρεται λάθος στον Firefox;
es: ¿Se ve o comporta de forma incorrecta un sitio web en Firefox?
id: Apakah situs web tidak berfungsi atau tampil dengan baik di Firefox?
it: Un sito viene visualizzato male o non funziona in modo corretto con Firefox?
nl: Gedraagt of ziet een website er niet goed uit in Firefox?
pl: Czy witryna wygląda lub zachowuje się nieprawidłowo w Firefoksie?
uk: Чи сайт виглядає або працює неправильно у Firefox?

source: Don't Care
cs: Neutrální
el: Δεν με ενδιαφέρει
es: No importa
id: Nggak Penting
it: Indifferente
nl: Maakt niet uit
pl: Nie martw się
uk: Неважливо
