Repository: fwenzel/reporter-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, cs, da, el, es, id, it, nl, pl, pt_br, sk, sl, uk

source: If the problem persists, please <a href="%(bug_url)s">file a bug</a>, mentioning the URL you were accessing.
ar: إن استمرت المشكلة بالظهور، <a href="%(bug_url)s">بلّغ عن العلة</a> رجاءً، مع ذكر عنوان الموقع الذي كنت تزوره.
cs: Pokud tento problém přetrvá, <a href="%(bug_url)s">nahlašte prosím chybu</a> s informací o URL, ke kterému přistupujete.
da: Hvis problemet fortsætter, så <a href="%(bug_url)s">rapporter en bug</a> indeholdende URL-adressen du brugte.
el: Αν το πρόβλημα εξακολουθεί να εμφανίζεται, παρακαλούμε να <a href="%(bug_url)s">καταχωρίσετε ένα bug</a>, αναφέροντας το URL που επισκεφθήκατε.
es: Si el problema persiste, por favor <a href="%(bug_url)s">rellena un reporte de error</a>, indicando la URL a la que estabas intentando acceder.
id: Jika masalahnya tetap ada, mohon <a href="%(bug_url)s">kirimkan laporan bug</a>, dengan menyebutkan URL yang Anda akses.
it: Se il problema persiste, <a href="%(bug_url)s">invia una segnalazione</a> indicando l'URL che stavi visitando.
nl: Als het probleem aanhoudt, kunt u <a href="%(bug_url)s">een bug indienen</a>, onder vermelding van de URL die u wilde bezoeken.
pl: Jeśli problem będzie występował nadal, proszę <a href="%(bug_url)s">zgłosić błąd</a>, podając w nim wywoływany adres URL.
pt_br: Se o problema persistir, por favor <a href="%(bug_url)s">preencha um bug</a> mencionando o endereço (URL) que você estava acessando.
sk: Ak problém pretrváva, prosím, <a href="%(bug_url)s">založte bug</a> a spomeňte v ňom adresu stránky, ktorú sa snažíte navštíviť.
sl: Če se problem ponovi, vas prosimo, da <a href="%(bug_url)s">zavedete napako</a> in omenite pri tem URL, ki ste ga želeli odpreti.
uk: Якщо проблема не зникає, будь ласка <a href="%(bug_url)s">опишіть ваду</a>, вказавши запитуваний URL.

source: If you have additional information how to reproduce this problem, please <a href="%(bug_url)s">file a bug.</a> Thanks!
ar: إن كان لديك معلومات إضافية عن كيفية حصول هذه المشكلة من جديد، يُرجى منك <a href="%(bug_url)s">التبليغ عن هذه العلة</a>. شكرًا!
cs: Pokud máte další informace, jak zreprodukovat tento problém, <a href="%(bug_url)s">nahlašte prosím chybu</a>. Děkujeme!
da: Har du yderligere information om hvordan problemet kan genskabes, så <a href="%(bug_url)s">rapporter en bug.</a> Tak!
el: Αν έχετε πρόσθετες πληροφορίες για το πως μπορούμε να αναπαράγουμε το πρόβλημα, σας παρακαλούμε να <a href="%(bug_url)s">καταχωρίσετε ένα bug.</a> Ευχαριστούμε!
es: Si tienes información adicional sobre cómo reproducir este problema, por favor <a href="%(bug_url)s">registra un reporte de error.</a> ¡Gracias!
id: Jika Anda memiliki informasi lainnya tentang langkah-langkah untuk mereproduksi masalah ini, mohon <a href="%(bug_url)s">kirimkan laporan bug</a>. Terima kasih!
it: Se hai altre informazioni utili per riprodurre il problema, <a href="%(bug_url)s">invia una segnalazione.</a> Grazie!
nl: Als u aanvullende informatie hebt over hoe we dit probleem kunnen laten optreden, <a href="%(bug_url)s">dien dan een bugrapport in</a>. Bedankt!
pl: Jeśli posiadasz dodatkowe informacje, jak ponownie wywołać problem – <a href="%(bug_url)s">zgłoś błąd.</a> Dziękujemy!
pt_br: Se você tem informações adicionais sobre como reproduzir este problema, por favor <a href="%(bug_url)s">preencha um bug.</a> Obrigado!
sk: Ak máte ďalšie informácie ako postupovať pri reprodukcii tohto problému, prosím, <a href="%(bug_url)s">založte bug</a>. Ďakujeme!
sl: Če imate dodatne informacije, kako je mogoče problem ponoviti, vas prosimo, da <a href="%(bug_url)s">javite napako.</a> Hvala!
uk: Якщо ви маєте додаткову інформацію щодо того як відтворити цю проблему, будь ласка <a href="%(bug_url)s">опишіть ваду.</a> Дякуємо!

source: If you have an idea to offer us instead, please send it to us through our <a href="%(url_suggestion)s">suggestion box</a>!
es: Si crees que puedes aportarnos alguna idea, envíanosla a través de nuestro <a href="%(url_suggestion)s">buzón de sugerencias</a>.

source: If you need help or have a problem with Firefox, please visit <a href="%(support_url)s">Firefox Support</a>.
cs: Pokud potřebujete pomoc nebo máte problém s Firefoxem, navštivte naše <a href="%(support_url)s">stránky podpory</a>.
el: Αν χρειάζεστε βοήθεια ή έχετε κάποιο πρόβλημα με τον Firefox, επισκεφθείτε τις σελίδες <a href="%(support_url)s">υποστήριξης του Firefox</a>.
es: Si necesitas ayuda o tienes algún problema con Firefox, por favor visita <a href="%(support_url)s">Asistencia de Firefox</a>.
id: Jika Anda membutuhkan bantuan atau mengalami masalah dengan Firefox, kunjungi <a href="%(support_url)s">Firefox Support</a>.
it: Se hai bisogno di aiuto o hai un problema con Firefox, visita la <a href="%(support_url)s">pagina dedicata al supporto</a>.
nl: Als u hulp zoekt of een probleem met Firefox hebt, bezoek dan <a href="%(support_url)s">Firefox-ondersteuning</a>.
pl: Jeśli potrzebujesz pomocy lub masz problem z Firefoksem, odwiedź naszą <a href="%(support_url)s">stronę pomocy</a>.
pt_br: Se você precisa de ajuda ou tem um problema com o Firefox, visite o <a href="%(support_url)s">Suporte do Firefox</a>.
sk: Ak potrebujete pomoc alebo máte problém s prehliadačom Firefox, navštívte naše <a href="%(support_url)s">stránky podpory Firefoxu</a>.
sl: Če potrebujete pomoč ali imate težave z Firefoxom, obiščite <a href="%(support_url)s">podporo za Firefox</a>.
uk: Якщо ви потребуєте допомоги або маєте проблему з Firefox, відвідайте нашу <a href="%(support_url)s">сторінку підтримки</a>.

source: If you need help or have a problem with Firefox, please visit our <a href="%(support_url)s">support page</a>.
ar: إن أردت المساعدة أو واجهت مشكلة في فَيَرفُكس، زُر <a href="%(support_url)s">صفحة الدعم</a>.
cs: Pokud potřebujete pomoc nebo máte problém s Firefoxem, navštivte naše <a href="%(support_url)s">stránky podpory</a>.
el: Αν χρειάζεστε βοήθεια ή έχετε κάποιο πρόβλημα με τον Firefox, επισκεφθείτε τις <a href="%(support_url)s">σελίδες υποστήριξης</a> μας.
es: Si necesitas ayuda o tienes algún problema con Firefox, por favor visita nuestra <a href="%(support_url)s">página de asistencia</a>.
id: Jika Anda membutuhkan bantuan atau mengalami masalah dengan Firefox, kunjungi <a href="%(support_url)s">laman bantuan</a> kami.
it: Se hai bisogno di aiuto o hai un problema con Firefox, visita la <a href="%(support_url)s">pagina dedicata al supporto</a>.
nl: Als u hulp zoekt of een probleem met Firefox hebt, bezoek dan onze <a href="%(support_url)s">ondersteuningspagina</a>.
pl: Jeśli potrzebujesz pomocy lub masz problem z Firefoksem, odwiedź naszą <a href="%(support_url)s">stronę pomocy</a>.
pt_br: Se você precisa de ajuda ou tem algum problema com o Firefox, visite nossa <a href="%(support_url)s">página de suporte</a>.
sk: Ak potrebujete pomoc alebo máte problém s prehliadačom Firefox, navštívte naše <a href="%(support_url)s">stránky podpory</a>.
sl: Če potrebujete pomoč ali pa imate težave z Firefoxom, obiščite <a href="%(support_url)s">stran za podporo</a>.
uk: Якщо ви потребуєте допомоги або маєте проблему з Firefox, відвідайте нашу <a href="%(support_url)s">сторінку підтримки</a>.

source: If you want to see where your feedback was sent to, take a look at our <a href="%(url)s">Firefox Input Dashboard</a>.
ar: إن كنت تريد أن تعرف إلى أين ذهب تعليقك، ألقِ نظرة على <a href="%(url)s">لوحة تحكم تعليقات فَيَرفُكس</a>.
cs: Pokud se chcete podívat, kam byla vaše reakce zaslána, podívejte se na <a href="%(url)s">Firefox Input Dashboard</a>.
da: Hvis du vil se hvor din feedback blev sendt til, så tag et kig på vores <a href="%(url)s">Firefox Input-kontrolpanel</a>.
el: Αν θέλετε να δείτε που απεστάλησαν τα σχόλια σας, δείτε το <a href="%(url)s">ταμπλό εισαγωγής σχολίων για τον Firefox</a>.
es: Si quieres ver dónde fue enviada tu opinión, dale un vistazo a nuestro <a href="%(url)s">Panel de Firefox Input</a>.
id: Jika Anda ingin melihat kemana saran Anda dikirimkan, silakan lihat <a href="%(url)s">Dasbor Firefox Input</a> kami.
it: Se vuoi scoprire dove vengono trasmessi i tuoi commenti e suggerimenti, dai un'occhiata alla nostra <a href="%(url)s">dashboard per Firefox Input</a>.
nl: Als u wilt zien waar uw feedback naartoe is gestuurd, kijk dan op ons <a href="%(url)s">Firefox Input-dashboard</a>.
pl: Jeśli chcesz zobaczyć, gdzie Twoja opinia została wysłana, popatrz na <a href="%(url)s">zawartość witryny</a>.
uk: Якщо ви хочете подивитись, куди було надіслано ваш відгук, гляньте на нашу <a href="%(url)s">Панель відгуків Firefox</a>.

source: If you were following a broken link, please <a href="%(bug_url)s">file a bug.</a> Thanks!
ar: إن اتبعت رابطًا غير صحيح، <a href="%(bug_url)s">بلّغ عن هذه العلة</a>. شكرًا!
cs: Pokud jste někde klepli na chybný odkaz, <a href="%(bug_url)s">nahlašte prosím chybu</a>. Děkujeme!
da: Hvis du fulgte et brudt link, så <a href="%(bug_url)s">rapporter en bug.</a> Tak!
el: Αν ακολουθήσατε ένα προβληματικό δεσμό, σας παρακαλούμε να <a href="%(bug_url)s">καταχωρίσετε ένα δεσμό.</a> Ευχαριστούμε!
es: Si seguiste un enlace roto, por favor <a href="%(bug_url)s">rellena un reporte de error.</a> ¡Gracias!
id: Jika Anda mengikuti tautan rusak, mohon <a href="%(bug_url)s">kirimkan laporan bug</a>. Terima kasih!
it: Se hai utilizzato un collegamento, <a href="%(bug_url)s">invia una segnalazione</a>. Grazie!
nl: Als u een niet-werkende koppeling aantrof, <a href="%(bug_url)s">dien dan een bug in</a>. Bedankt!
pl: Jeśli jest jakiś niedziałający odnośnik, proszę <a href="%(bug_url)s">zgłosić błąd.</a>
pt_br: Se você seguiu um link inválido, por favor <a href="%(bug_url)s">preencha um bug.</a> Obrigado!
sk: Ak ste klikli na nefunkčný odkaz, prosím, <a href="%(bug_url)s">založte bug</a>. Ďakujeme!
sl: Če ste sledili polomljeni povezavi, vas prosimo, da <a href="%(bug_url)s">prijavite napako.</a> Hvala!
uk: Якщо ви слідували за битим посиланням, будь ласка <a href="%(bug_url)s">опишіть ваду.</a> Дякуємо!

source: Include the following error message in your bug report:
ar: ضمِّن رسالة الخطأ التالية في تقرير البلاغ عن العلة:
cs: Do vašeho hlášení o chybě zahrňte následující chybové hlášení:
da: Inkluder følgende fejlbesked i din fejlrapport:
el: Συμπεριλάβετε το ακόλουθο μήνυμα σφάλματος στην αναφορά του bug που θα κάνετε:
es: Incluye el siguiente mensaje de error en tu reporte:
id: Sertakan pesan galat berikut pada laporan bug Anda:
it: Inserisci nella tua segnalazione il seguente messaggio d'errore:
nl: Neem de volgende foutmelding op in uw bugrapport:
pl: W zgłoszeniu zawrzyj następującą informację o błędzie:
pt_br: Inclua a seguinte mensagem de erro no relatório do seu bug:
sk: Zahnúť nasledujúce chybové hlásenie do správy o chybe.
sl: V poročilo o hrošču dodajte naslednje sporočilo o napaki:
uk: Додати наступне повідомлення про помилку до вашого звіту про ваду:

source: Input Dashboard
ar: لوحة تحكم التعليقات
cs: Nástěnka názorů
da: Input-kontrolpanel
el: Ταμπλό εισαγωγής
es: Tablero de Input
id: Dasbor Input
it: Dashboard Input
pl: Dane panelu
pt_br: Painel do Input
sk: Nástenka názorov
sl: Kontrolna tabla za Input
uk: Панель відгуків

source: Internal Server Error
ar: خطأ داخلي في الخادوم
cs: Interní chyba serveru
da: Intern serverfejl
el: Εσωτερικό σφάλμα διακομιστή
es: Error interno del servidor
id: Galat Server Internal
it: Errore interno del server
nl: Interne serverfout
pl: Wewnętrzny błąd serwera
pt_br: Erro interno do servidor
sk: Vnútorná chyba servera
sl: Notranja napaka strežnika
uk: Внутрішня помилка сервера

source: Invalid feedback type
cs: Neplatný typ reakce
el: Μη έγκυρος τύπος σχολίου
es: Tipo de información no válida
id: Jenis saran tidak valid
it: Tipo di commento non valido
nl: Ongeldig type feedback
pl: Nieprawidłowy typ opinii
uk: Неправильний тип відгуку

source: Issue
ar: المشكلة
cs: Problém
el: Πρόβλημα
es: Negativa
id: Masalah
it: Problema
nl: Probleem
pl: Negatywna
pt_br: Reclamação
sk: Problém
sl: Vprašanje
uk: Проблема

source: Issues
ar: المشاكل
cs: Problémy
da: Problemer
el: Προβλήματα
es: Negativas
id: Masalah
it: Problemi
nl: Problemen
pl: Negatywna
pt_br: Reclamações
sk: Problémy
sl: Vprašanja
uk: Проблеми

source: Issues only
ar: المشاكل فقط
cs: Pouze problémy
el: Μόνο προβλήματα
es: Sólo negativas
id: Hanya masalah
it: Solo problemi
nl: Alleen problemen
pl: Tylko negatywne
pt_br: Somente reclamações
sk: Len problémy
sl: Samo zadeve
uk: Тільки проблеми

source: It's great to hear you want to help Mozilla make your experience better!
ar: سعيدون لمعرفة أنك تريد مساعدة موزيلا لجعل تعاملك مع الوب أفضل!
cs: Je skvělé slyšet, že chcete pomoci Mozille vytvářet lepší produkty!
el: Είναι ευχάριστο που ακούμε ότι θέλετε να βοηθήσετε το ίδρυμα Mozilla να βελτιώσει την εμπειρία σας!
es: ¡Es genial saber que quieres ayudar a Mozilla a mejorar tu experiencia!
id: Senang sekali Anda ingin membantu Mozilla agar pengalaman Anda lebih memuaskan!
it: Siamo contenti che tu abbia scelto di aiutare Mozilla a migliorare la qualità della tua esperienza.
nl: Goed om te horen dat u Mozilla wilt helpen uw beleving te verbeteren!
pl: To wspaniale usłyszeć , że chcesz pomóc Mozilli w udoskonalaniu przeglądania Internetu!
pt_br: É muito bom saber que você quer ajudar a Mozilla a tornar a sua experiência melhor!
sk: Je úžasné počuť, že chcete pomôcť Mozille urobiť zážitok z prehliadania webu ešte lepším.
sl: Lepo je slišati, da želite pomagati Mozilli pri izboljšavah!
uk: Як чудово що ви вирішили допомогти Мозіллі зробити продукт кращим!

source: Know of a website that works better in this beta than it did in earlier versions of Firefox? Please add the URL, so we can keep track!
ar: تعرف موقعًا يعمل في إصدارة البيتا أفضل مما كان يعمل في الإصدارات السابقة؟ أضِف عنوانه لكي نتتبعه!
cs: Víte o webové stránce, která v této betaverzi funguje lépe než v předchozích verzích Firefoxu? Vložte prosím její URL, abychom o tí věděli!
da: Kender du et websted, som virker bedre i denne beta end den gjorde i en tidligere version af Firefox? Tilføj sidens URL-adresse, så vi kan følge med!
el: Βρήκατε κάποια σελίδα που δουλεύει καλύτερα στη δοκιμαστική έκδοση απ' ό,τι στις παλιότερες εκδόσεις του Firefox; Σας παρακαλούμε να προσθέσετε το URL για να το καταγράψουμε.
es: ¿Conoces alguna web que funcione mejor en esta beta que en versiones anteriores de Firefox? Por favor, ¡añade la URL para que podamos seguirla la pista!
id: Tahu situs web yang bekerja lebih baik dengan Firefox versi beta dibandingkan versi sebelumnya? Silakan tambahkan alamat URL-nya agar kami dapat merekam jejaknya!
it: Conosci un sito web che funziona meglio con l'ultima beta rispetto alle versioni precedenti di Firefox? Inserisci l'URL per consentirci di tenerne traccia.
nl: Kent u een website die in deze bèta beter werkt dan in eerdere versies van Firefox? Voeg dan de URL toe, zodat we deze kunnen volgen!
pl: Znasz witrynę, która działa lepiej w tej wersji niż w poprzednich wersjach Firefoksa? Dodaj adres URL do niej – będziemy również mogli to sprawdzić!
pt_br: Conhece algum site que funcione melhor nesta versão beta do que em versões anteriores? Adicione o endereço (URL) para que possamos acompanhá-lo!
sk: Viete o webovej stránke, ktorá v tejto verzii beta funguje lepšie ako v predchádzajúcich verziách Firefoxu? Dajte nám o tom vedieť. Prosím, zadajte jej adresu.
sl: Ali veste za kako spletno stran, ki v tej beta inačici deluje bolje kot v prejšnjih različicah Firefoxa? Dodajte prosim URL, tako da ga bomo spremljali!
uk: Знаєте сайт, що працює краще в цій беті, ніж у попередній вірсії Firefox? Будь ласка додайте URL, щоб ми були в курсі!

source: Last 30 days
ar: آخر 30 يومًا
cs: Posledních 30 dní
el: Τελευταίες 30 ημέρες
es: Últimos 30 días
id: 30 hari terakhir
it: Ultimi 30 giorni
nl: Afgelopen 30 dagen
pl: Ostatnie 30 dni
pt_br: Últimos 30 dias
sk: Posledných 30 dní
sl: Zadnjih 30 dni
uk: Останні 30 днів

source: Last 7 days
ar: آخر 7 أيام
cs: Posledních 7 dní
el: Τελευταίες 7 ημέρες
es: Últimos 7 días
id: 7 hari terakhir
it: Ultimi 7 giorni
nl: Afgelopen 7 dagen
pl: Ostatnie 7 dni
pt_br: Últimos 7 dias
sk: Posledných 7 dní
sl: Zadnjih 7 dni
uk: Останні 7 днів

source: Last day
ar: آخر يوم
cs: Poslední den
el: Τελευταία ημέρα
es: Último día
id: 1 hari terakhir
it: Ultimo giorno
nl: Afgelopen dag
pl: Ostatni dzień
pt_br: Último dia
sk: Posledný deň
sl: Včeraj
uk: Останній день

source: Latest Feedback
ar: أحدث تعليق
cs: Poslední reakce
el: Τελευταια σχολια
es: Última opinión
id: Saran Terbaru
it: Ultimi commenti
nl: Nieuwste feedback
pl: Ostatnie opinie
pt_br: Opiniões recentes
sk: Najnovšie názory
sl: Najnovejše povratne informacije
uk: Останні відгуки

source: Legal Notices
ar: ملاحظات قانونية
cs: Právní informace
da: Juridiske betingelser
el: Νομικές σημειώσεις
es: Aviso legal
id: Pernyataan Hukum
it: Note legali
nl: Juridische opmerkingen
pl: Informacje prawne
pt_br: Avisos legais
sk: Právne informácie
sl: Pravna obvestila
uk: Юридичні примітки

source: Let's be friends!
cs: Buďte přátelští!
el: Ελάτε να γίνουμε φίλοι!
es: ¡Vamos a llevarnos bien!
id: Yuk berkenalan!
it: Diventiamo amici!
nl: Laten we vrienden worden!
pl: Zostań przyjacielem!
uk: Давайте дружити!

source: Loading chart data.
cs: Probíhá načítání dat grafu
el: Γίνεται φόρτωση δεδομένων γραφήματος.
es: Cargando datos de la gráfica.
id: Memuat data bagan.
it: Caricamento dati.
nl: Kaartgegevens worden geladen.
pl: Wczytywanie danych wykresu.
uk: Завантаження даних графіку.

source: Loading feedback history...
ar: يحمّل تأريخ التعليقات...
cs: Probíhá načítání historie reakcí...
el: Γίνεται φόρτωση του ιστορικού σχολίων...
es: Cargando historial de opiniones...
id: Memuat riwayat saran...
it: Caricamento cronologia…
nl: Feedbackgeschiedenis laden…
pl: Wczytywanie historii opinii…
pt_br: Carregando histórico de opiniões...
sk: Načítava sa história názorov
sl: Nalaganje zgodovine povratnih informacij...
uk: Завантажується історія відгуків…

source: Loading ratings history...
cs: Probíhá načítání historie hodnocení...
el: Γίνεται φόρτωση του ιστορικού βαθμολόγησης...
es: Cargando historial de valoraciones...
id: Memuat riwayat peringkat...
it: Caricamento cronologia…
nl: Beoordelingsgeschiedenis laden…
pl: Wczytywanie historii ocen…
pt_br: Carregando histórico de avaliações...
sk: Načítava sa história názorov...
sl: Nalaganje zgodovine ocen...
uk: Завантажується історія відгуків…

source: Locale
ar: اللغة
cs: Jazyk
da: Sprog
el: Γλωσσα
es: Idioma
id: Kode Pelokalan
nl: Taal
pl: Języki
pt_br: Idioma
sk: Jazyk
sl: Območna nastavitev
uk: Локаль

source: Locale:
ar: اللغة:
cs: Jazyk:
da: Sprog:
el: Γλώσσα:
es: Idioma:
id: Kode Pelokalan:
pl: Język:
pt_br: Idioma:
sk: Jazyk:
sl: Lokalna nastavitev:
uk: Локаль:

source: Manufacturer
cs: Výrobce
el: Κατασκευαστής
es: Fabricante
id: Pembuat
it: Produttore
nl: Fabrikant
pl: Producent
pt_br: Fabricante
sk: Výrobca
sl: Proizvajalec
uk: Виробник

source: Messages
ar: الرسائل
cs: Zprávy
el: Μηνυματα
es: Mensajes
id: Pesan
it: Messaggi
nl: Berichten
pl: Opinie
pt_br: Mensagens
sk: Správy
sl: Sporočila
uk: Повідомлення

source: More Locales
cs: Více jazyků
el: Περισσότερες γλώσσες
es: Más idiomas
id: Kode Pelokalan Lainnya
it: Altri locale
nl: Meer talen
pl: Języki
pt_br: Mais idiomas
sk: Ďalšie jazyky
sl: Druge lokalne nastavitve
uk: Інші локалі

source: More Options
ar: خيارات أخرى
cs: Více možností
el: Περισσότερες επιλογές
es: Más opciones
id: Opsi Lainnya
it: Altre opzioni
nl: Meer opties
pl: Więcej opcji
pt_br: Mais opções
sk: Ďalšie možnosti
sl: Druge možnosti
uk: Більше варіантів

source: More sites...
ar: مواقع أخرى...
cs: Více stránek...
el: Περισσότεροι ιστότοποι
es: Más sitios...
id: Situs lainnya...
it: Altri siti…
nl: Meer websites…
pl: Więcej witryn…
pt_br: Mais sites...
sk: Ďalšie stránky...
sl: Spletišča dalje...
uk: Більше сайтів…

source: Next Page &raquo;
ar: الصفحة التالية &raquo;
cs: Další stránka &raquo;
el: Επόμενη σελίδα &raquo;
es: Página siguiente &raquo;
id: Laman Selanjutnya &raquo;
it: Pagina successiva &raquo;
nl: Volgende pagina &raquo;
pl: Następna &raquo;
pt_br: Próxima página &raquo;
sk: Nasledujúca strana &raquo;
sl: Naslednja stran &raquo;
uk: Наступна сторінка &raquo;

source: Nightly Channel
cs: Noční verze
el: Εκδόσεις Nightly
es: Canal de binarios diarios
id: Kanal Pengembangan
it: Canale nightly
nl: Nightly-kanaal
pl: Kanał nocny
uk: Канал нічних збірок

source: No date limit
cs: Bez limitu
el: Χωρίς όριο ημερομηνίας
es: Sin fecha límite
id: Kapan saja
it: Nessun limite di data
nl: Geen datumbereik
pl: Bez limitu daty
pt_br: Sem limite de data
sk: Bez časového obmedzenia
sl: Brez časovne omejitve
uk: Без обмеження дати

source: No results found
cs: Nebyly nalezeny žádné výsledky.
el: Δεν βρεθηκαν αποτελεσματα!
es: No se encontraron resultados
id: Tidak ada hasil ditemukan
it: Nessun risultato trovato
nl: Geen resultaten gevonden
pl: Brak wyników wyszukiwania
uk: Результатів пошуку не знайдено.

source: No results found!
ar: لا يوجد نتائج للبحث!
cs: Nebyly nalezeny žádné výsledky vyhledávání.
el: Δεν βρεθηκαν αποτελεσματα!
es: ¡No se encontraron resultados!
id: Tidak ada hasil ditemukan!
it: Nessun risultato trovato.
nl: Geen resultaten gevonden!
pl: Brak wyników wyszukiwania!
pt_br: Nenhum resultado encontrado!
sk: Neboli nájdené žiadne výsledky.
sl: Ni najti rezultatov!
uk: Результатів пошуку не знайдено!

source: No search results found.
ar: لا يوجد نتائج للبحث.
cs: Nebyly nalezeny žádné výsledky vyhledávání.
da: Ingen søgeresultater fundet.
el: Δεν βρέθηκαν αποτελέσματα.
es: No se encontraron resultados.
id: Tidak ada hasil yang sesuai.
it: Nessun risultato trovato.
nl: Geen zoekresultaten.
pl: Brak wyników wyszukiwania.
pt_br: Nenhum resultado encontrado.
sk: Neboli nájdené žiadne výsledky.
sl: Ni najti rezultatov iskanja.
uk: Результатів пошуку не знайдено.

source: Not Found
ar: غير موجود
cs: Nenalezeno
da: Ikke fundet
el: Δεν βρέθηκε
es: No encontrado
id: Tak Ditemukan
it: Non trovato
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
sk: Nebolo nájdené
sl: Ni najti
uk: Не знайдено

source: OS:
ar: نظام التشغيل:
es: SO:

source: Often Mentioned
ar: مذكور غالبًا
cs: Často zmíněno
el: Συχνα αναφερομενα
es: A veces mencionado
id: Sering Diutarakan
it: Citati spesso
nl: Vaak genoemd
pl: Często wymieniane
pt_br: Mencionado com frequência
sk: Často spomínané
sl: Pogosto omenjeno
uk: Часто згадувані

source: Oh! So, you want to offer us feedback on Firefox. Thank you, but you'll need to be on the latest version.
cs: Zdá se, že chcete poslat reakci k Firefoxu. Děkujeme, ale musíte mít jeho poslední verzi.
el: Σας ευχαριστούμε που θέλετε να μας προσφέρετε τα σχόλια σας για τον Firefox, αλλά για να το κάνετε αυτό, θα πρέπει να χρησιμοποιείτε την πιο πρόσφατη έκδοση του.
es: ¡Oh! Entonces quieres ofrecernos tu opinión sobre Firefox. Gracias, pero necesitas usar nuestra última versión.
id: Aha! Anda ingin mengirimkan saran tentang Firefox! Terima kasih ya, tetapi Anda harus menggunakan versi terbaru Firefox lebih dulu.
it: Oh! E così vuoi inviarci le tue impressioni su Firefox. Ti ringraziamo, ma per farlo devi installare l'ultima versione disponibile.
nl: Oh! Dus u wilt ons feedback geven over Firefox. Dank u, maar u dient de meest recente versie te gebruiken.
pl: Och! Chcesz zaoferować nam opinię o Firefoksie. Dziękujemy, ale musisz mieć zainstalowaną najnowszą wersję.
pt_br: Ah! Então você quer oferecer a sua opinião sobre o Firefox. Obrigado, mas você precisa estar utilizando a versão mais recente.
sk: Oh! Chcete nám napísať názor na prehliadač Firefox? Ďakujeme, ale musíte používať jeho najnovšiu verziu.
sl: Oh! Želite nam torej ponuditi povratne informacije o Firefoxu. Hvala, vendar boste morali preiti na najnovejšo različico.
uk: О! Отже, ви хочете надати нам відгук про Firefox. Дякуємо, але вам потрібно коритуватись нашою найостаннішою версією.
