Repository: fwenzel/reporter-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, cs, da, el, es, id, it, nl, pl, pt_br, sk, sl, uk

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please <a href="%(data_url)s">contact us</a>!
cs: Rádi bychom s těmito daty experimentovali více, ale je nás pouze pár. Pokud byste s nimi rádi experimentovali vy, <a href="%(data_url)s">kontaktujte nás</a>!
el: Θα θέλαμε να πειραματιστούμε περισσότερο μ' αυτά τα δεδομένα αλλά η ομάδα μας είναι μικρή. Χρειαζόμαστε λοιπόν συγκεκριμένα αιτήματα για ερωτήσεις που θέλετε να απαντηθούν! Αν θέλετε να πειραματιστείτε με τα δεδομένα μας, σας παρακαλούμε να <a href="%(data_url)s">επικοινωνήσετε μαζί μας</a>!
es: Nos encantaría experimentar más con esto datos, pero somos sólo unas pocas personas. Así que ¡necesitamos peticiones vuestras sobre las preguntas que os gustaría ver contestadas! Si te gustaría experimentar con nuestros datos, ¡<a href="%(data_url)s">contacta con nosotros</a>!
id: Kami sangat senang bereksperimen dengan data ini, tetapi anggota kami hanya sedikit. Oleh karena itu, kami membutuhkan saran tentang pertanyaan tentang apa yang ingin Anda ketahui jawabannya. Jika Anda ingin bereksperimen dengan data kami, silakan saja <a href="%(data_url)s">hubungi kami</a>!
it: Ci piacerebbe molto fare ulteriori esperimenti con questi dati, ma le nostre risorse sono limitate. Per questo motivo abbiamo bisogno di sapere da voi a quali argomenti siete interessati. Se vuoi fare delle analisi sui nostri dati, non esitare a <a href="%(data_url)s">contattarci</a>.
nl: We zouden graag meer met deze gegevens willen experimenteren, maar we zijn slechts met een paar mensen. We horen daarom graag welke vragen u beantwoord zou willen zien! Als u met onze gegevens wilt experimenteren, <a href="%(data_url)s">neem dan contact met ons op</a>!
pl: Chcielibyśmy więcej eksperymentować z tymi danymi, ale jest nas tylko kilka osób, tak więc przekaż nam pytania, na które chcesz otrzymać odpowiedzi! Jeśli chcesz eksperymentować z naszymi danymi, href="%(data_url)s">skontaktuj się z nami<a </ a>!
pt_br: Nós adoraríamos poder fazer muito mais com estes dados, mas somos um grupo pequeno de pessoas. Por isso, precisamos que você nos diga que perguntas gostaria que fossem respondidas! Se você quiser experimentar usando nossos dados, <a href="%(data_url)s">entre em contato</a>!
sk: Chceli by sme, aby sme sa týmito údajmi mohli zaoberať viac, ale je nás len pár. Takže potrebujeme od vás požiadavky na odpovede, ktoré chcete poznať. Ak aj vy chcete pracovať s týmito údajmi, <a href="%(data_url)s">kontaktujte nás</a>.
sl: Rade volje bi s temi podatki eksperimentirali več sami, vendar nas je za to premalo. Zato od vas potrebujemo zahteve glede vprašanj, na katere želite dobiti odgovor! Če bi želeli z našimi podatki eksperimentirati sami, se prosim <a href="%(data_url)s">obrnite na nas</a>!
uk: Ми б залюбки експериментували з даними далі, але нас лише кілька чоловік. Тож нам потрібні ваші запити про те, на які питання вам ціково взнати відповіді! Якщо ви б теж хотіли поекспериментувати з нашими даними, будь ласка, <a href="%(data_url)s">зв’яжіться з нами</a>!

source: Welcome
ar: مرحبًا
cs: Vítejte!
el: Καλώς ορίσατε!
es: Bienvenido
id: Selamat Datang!
it: Benvenuto
nl: Welkom
pl: Witamy
pt_br: Bem-vindo
sk: Vitajte
sl: Dobrodošli
uk: Ласкаво просимо

source: Welcome!
ar: مرحبًا!
cs: Vítejte!
da: Velkommen!
el: Καλώς ορίσατε!
es: ¡Bienvenido!
id: Selamat Datang!
it: Benvenuto
nl: Welkom!
pl: Witamy!
pt_br: Bem-vindo!
sk: Vitajte!
sl: Dobrodošli!
uk: Ласкаво просимо!

source: What is the URL of the broken site?
cs: Jaké je URL rozbité stránky?
el: Ποιο είναι το URL της προβληματικής σελίδας;
es: ¿Cuál es la URL del sitio con problemas?
id: URL situs yang bermasalah?
it: Qual è l'indirizzo (URL) del sito non funzionante?
nl: Wat is de URL van de defecte website?
pl: Jaki jest adres URL niedziałającej witryny?
uk: URL поламаного сайта?

source: What is the URL of the site?
cs: Jaké je URL stránky?
el: Ποιο είναι το URL της σελίδας;
es: ¿Cuál es la URL del sitio?
id: URL situsnya?
it: Qual è l'indirizzo (URL) del sito?
nl: Wat is de URL van de website?
pl: Jaki jest adres URL witryny?
uk: URL сайта?

source: When
ar: متى
cs: Kdy
el: Χρονικη περιοδος
es: Cuándo
id: Waktu
it: Quando
nl: Periode
pl: Zakres
pt_br: Quando
sk: Kedy
sl: Kdaj
uk: Коли

source: While Visiting
ar: أثناء الزيارة
cs: Při návštěvě
el: Κατα την επισκεψη
es: Mientras visitaba
id: Saat Membuka
it: Mentre si visitava
nl: Bij bezoeken van
pl: Podczas odwiedzin
pt_br: Ao visitar
sk: Počas prehliadania
sl: Med obiskom
uk: Під час відвідування

source: Your comment contains swear words (%s). In order to help us improve our products, please use words that help us create an action or to-do from your constructive feedback. Thanks!
ar: تعليقك يحتوي على كلمات بذيئة (%s). لمساعدتنا على تحسين منتجاتنا، نرجو منك كتابة نقد بنـّاء واستخدام كلمات تحفزنا على اتخاذ الخطوات الصحيحة. شكرًا!
cs: Váš komentář obsahuje některá nevhodná slova (%s). Pokud chcete pomoci vylepšit naše produkty, pište prosím reakci konstruktivně. Děkujeme!
da: Din kommentar indeholder bandeord (%s). For at hjælpe os med at forbedre vores produkter, beder vi dig bruge ord som hjælper os med at tage handling ud fra din konstruktive feedback. Tak!
el: Το σχόλιο σας περιέχει υβριστικές εκφράσεις (%s). Για να μας βοηθήσετε να βελτιώσουμε τα προϊόντα μας, σας παρακαλούμε να χρησιμοποιείτε εκφράσεις που να μας επιτρέπουν να προβούμε σε ενέργειες ή στο σχεδιασμό ενεργειών με βάση τα σχόλια σας. Σας ευχαριστούμε!
es: Tus comentarios tienen palabras ofensivas (%s). Con el fin de ayudarnos a mejorar nuestro producto, por favor usa palabras que nos ayuden a tomar acciones a partir de tu opinión constructiva. ¡Gracias!
id: Nampaknya saran Anda berisi kata-kata yang tidak sopan (%s). Untuk membantu memperbaiki produk kami, silakan gunakan kata-kata yang dapat menunjang aksi kami dan juga saran yang membangun. Terima kasih!
it: Il tuo commento contiene termini volgari (%s). Per aiutarci a migliorare il prodotto ti preghiamo di utilizzare un linguaggio che, a partire da un commento costruttivo, ci consenta di prendere decisioni pratiche per migliorare il prodotto. Grazie.
nl: Uw reactie bevat scheldwoorden (%s). Als u ons wilt helpen onze producten te verbeteren, gebruik dan woorden die ons helpen een actie of to-do uit uw constructieve feedback te genereren. Bedankt!
pl: Twój komentarz zawiera niecenzuralne słowa (%s). Aby pomóc nam udoskonalić produkty, prosimy używać sformułowań, które poprzez swoją konstruktywną krytykę zdopingują nas do działania. Dziękujemy!
pt_br: O seu comentário contém palavrões (%s). Para nos ajudar a melhorar nossos produtos, por favor use palavras que nos ajudem a criar uma ação ou algo a fazer a partir de sua opinião construtiva. Obrigado!
sk: Váš komentár obsahuje niektoré nevhodné slová (%s). Ak chcete pomôcť vylepšiť naše produkty, používajte slová, ktoré nám pomôžu pri opravovaním prípadných chýb a nedostatkov. Ďakujeme!
sl: Vaš komentar vsebuje psovke (%s). Da bi nam pomagali izboljšati naše izdelke, vas prosimo, da uporabljajte besede, ki nam v obliki vaše konstruktivne povratne informacije pomagajo ustvariti dejanja ali opravila. Hvala!
uk: Ваш коментар містить лайку (%s). Для того щоб допомогти нам покращити наші продукти, будь ласка, використовуйте слова котрі допомогають спланувати дію відповідно до вашого конструктивного відгуку. Дякуємо!

source: Your feedback helps us improve Firefox.
cs: Vaše reakce nám pomůže vylepšit Firefox.
el: Τα σχόλια σας μας βοηθούν να βελτιώσουμε τον Firefox.
es: Tu opinión nos ayuda a mejorar Firefox.
id: Saran Anda membantu kami memperbaiki Firefox.
it: Il tuo commento e i tuoi suggerimenti ci permettono di migliorare Firefox.
nl: Uw feedback helpt ons Firefox te verbeteren.
pl: Twoja opinia pomoże nam ulepszyć Firefoksa.
pt_br: Sua opinião nos ajuda a melhorar o Firefox.
sk: Vaša spätná väzba nám pomáha vylepšiť Firefox.
sl: Vaša povratna informacija nam bo pomagala izboljšati Firefox.
uk: Ваш відгук допоможе нам покращити Firefox.

source: Your feedback seems to contain a URL. Please remove this and similar personal data from the text, then try again. Thanks!
ar: يبدو أن تعليقك يحتوي على وصلة موقع. أزلها رجاء هي وأي معلومات شخصية ثم حاول مجددًا. شكرًا لك!
cs: Zdá se, že vaše reakce obsahuje URL. Proveďte prosím její odstranění spolu s odstraněním jakýchkoliv osobních dat a zkuste to znovu. Děkujeme!
da: Din feedback ser ud til at indeholde en URL-adresse. Fjern denne og anden personlig data fra teksten og prøv igen. Tak!
el: Το σχόλιο σας περιέχει ένα URL. Σας παρακαλούμε να το αφαιρέσετε καθώς και όσα άλλα προσωπικά δεδομένα έχετε εισάγει στο κείμενο και να προσπαθήσετε ξανά. Σας ευχαριστούμε!
es: Tu opinión parece contener una URL. Por favor elimínala del texto, así como otros datos personales y vuelve a intentarlo. ¡Gracias!
id: Nampaknya saran Anda berisi alamat URL. Mohon alamat tersebut dan data pribadi lainnya dihapus dari isi saran, kemudian coba lagi. Terima kasih!
it: Sembra che nel tuo messaggio sia presente un URL. Prima di riprovare rimuovi questo indirizzo ed elimina anche altre informazioni personali dal testo. Grazie.
nl: Uw feedback lijkt een URL te bevatten. Verwijder deze en vergelijkbare persoonlijke gegevens uit de tekst en probeer het daarna opnieuw. Bedankt!
pl: W treści Twojej oceny prawdopodobnie znajduje się adres URL. Prosimy usunąć go, a także inne dane osobiste i spróbować ponownie. Dziękujemy!
pt_br: A sua opinião parece conter um endereço da internet (URL). Por favor, remova esse e outros dados pessoais similares do texto e tente novamente. Obrigado!
sk: Zdá sa, že Váš text obsahuje adresu URL. Prosím, odstráňte ju a podobné osobné údaje a skúste to znova. Ďakujeme!
sl: Vaše povratne informacije zgleda vsebujejo URL. Odstranite ga prosim iz besedila, ravno tako druge podobne osebne podatke, nato poskusite znova. Hvala!
uk: Ваш відгук, схоже, містить URL. Будь ласка, вилучте ці та інші особисті дані з тексту, тоді спробуйте ще раз. Дякуємо!

source: Your feedback seems to contain an email address. Please remove this and similar personal data from the text, then try again. Thanks!
ar: يبدو أن تعليقك يحتوي على عنوان بريد إلكتروني. أزله رجاء هو وأي معلومات شخصية ثم حاول مجددًا. شكرًا لك!
cs: Zdá se, že vaše reakce obsahuje e-mailovou adresu. Odstraňte ji prosím spolu s dalšími případnými osobními údaji a zkuste to znovu. Děkujeme!
da: Din feedback ser ud til at indeholde en mailadresse. Fjern den og anden personlig data fra teksten og prøv igen. Tak!
el: Το σχόλιο σας μάλλον περιέχει μια διεύθυνση ηλεκτρονικού ταχυδρομείου. Σας παρακαλούμε να την αφαιρέσετε καθώς και όσα άλλα προσωπικά δεδομένα έχετε εισάγει στο κείμενο και να προσπαθήσετε ξανά. Σας ευχαριστούμε!
es: Tu opinión parece contener una dirección de correo. Por favor elimínala del texto, así como otros datos personales y vuelve a intentarlo. ¡Gracias!
id: Nampaknya saran Anda berisi alamat email. Mohon alamat email dan data pribadi lainnya dihapus dari isi saran, kemudian coba lagi. Terima kasih!
it: Sembra che nel tuo messaggio sia presente un indirizzo e-mail. Prima di riprovare rimuovi questo indirizzo ed elimina anche altre informazioni personali dal testo. Grazie.
nl: Uw feedback lijkt een e-mailadres te bevatten. Verwijder dit en vergelijkbare persoonlijke gegevens uit de tekst en probeer het daarna opnieuw. Bedankt!
pl: W treści Twojej oceny prawdopodobnie znajduje się adres e-mail. Prosimy usunąć go, a także inne dane osobiste i spróbować ponownie. Dziękujemy!
pt_br: A sua opinião parece conter um endereço de email. Por favor, remova esse e outros dados pessoais similares do texto e tente novamente. Obrigado!
sk: Zdá sa, že Váš text obsahuje e-mailovú adresu. Prosím, odstráňte ju a podobné osobné údaje a skúste to znova. Ďakujeme!
sl: Vaše povratne informacije zgleda vsebuje e-poštni naslov. Odstranite ga prosim iz besedila, ravno tako druge podobne osebne podatke, nato poskusite znova. Hvala!
uk: Ваш відгук, схоже, містить адресу ел.пошти. Будь ласка, вилучте ці та інші особисті дані з тексту, тоді спробуйте ще раз. Дякуємо!

source: Your feedback will be used to create a better experience in future releases of Firefox.
cs: Vaše reakce bude použita pro vylepšení budoucích verzí Firefoxu.
el: Τα σχόλια σας θα χρησιμοποιηθούν για να κάνουμε καλύτερες τις επόμενες εκδόσεις του Firefox.
es: Tu opinión se usará para crear una experiencia mejor en próximas versiones de Firefox.
id: Saran Anda akan digunakan untuk memperbaiki pengalaman pada versi Firefox yang akan datang.
it: Il tuo commento verrà utilizzato per migliorare l'esperienza di tutti gli utenti nelle prossime versioni di Firefox.
nl: Uw feedback zal worden gebruikt voor het creëren van een betere beleving in toekomstige versies van Firefox.
pl: Twoja opinia będzie wykorzystywana do tworzenia lepszych wrażeń płynących z korzystania z przeglądarki w przyszłych wersjach Firefoksa.
uk: Ваш відгук буде використано щоб створити кращі версії Firefox у майбутньому.

source: just now
ar: للتو
cs: pouze nyní
el: μόλις τώρα
es: ahora mismo
id: baru saja
it: adesso
nl: alleen nu
pl: w tej chwili
pt_br: há pouco
sk: práve teraz
sl: ta trenutek
uk: щойно

source: reset my search
ar: صفّر بحثي
cs: zrušit vyhledávání
el: Επαναφορά αναζήτησης
es: restaurar la búsqueda
id: ulangi pencarian dari awal
it: reimposta la ricerca
nl: mijn zoekopdracht opnieuw instellen
pl: resetuj wyszukiwanie
pt_br: reiniciar minha pesquisa
sk: zrušiť hľadanie
sl: ponastavi moje iskanje
uk: скинути мій пошук

source: to
ar: إلى
cs: do
da: til
el: ως
es: al
id: hingga
it: a
nl: tot
pl: do
pt_br: até
sk: do:
sl: do
uk: до

source: {0} day ago
ar: قبل يوم واحد
cs: před {0} dnem
el: Πριν {0} ημέρα
es: hace {0} día
id: {0} hari yang lalu
it: {0} giorno fa
nl: {0} dag geleden
pl: {0} dzień temu
pt_br: {0} dia atrás
sk: včera
sl: pred {0} dnevom
uk: {0} день тому

source: {0} hour ago
ar: قبل ساعة واحدة
cs: před {0} hodinou
el: Πριν {0} ώρα
es: hace {0} hora
id: {0} jam yang lalu
it: {0} ora fa
nl: {0} uur geleden
pl: {0} godzinę temu
pt_br: {0} hora atrás
sk: {0} dozadu
sl: pred {0} uro
uk: {0} годину тому

source: {0} minute ago
ar: قبل دقيقة واحدة
cs: před {0} minutou
el: Πριν {0} λεπτό
es: hace {0} minuto
id: {0} menit yang lalu
it: {0} minuto fa
nl: {0} minuut geleden
pl: {0} minutę temu
pt_br: {0} minuto atrás
sk: pred minútou
sl: pred {0} minuto
uk: {0} хвилину тому

source: {day}<br/>Average of {num}
cs: {day}<br/>Průměrné hodnocení: {num}
el: {day}<br/>Μέσος όρος {num}
es: {day}<br/>Media de {num}
id: {day}<br/>Rata-rata {num}
it: {day}<br/>Media di {num}
nl: {day}<br/>Gemiddelde van {num}
pl: {day}<br/>Średnia z {num}
uk: {day}<br/>Середнє з {num}

source: {num} opinions on {day}
ar: {num} رأيًا/آراء في {day}
cs: {num} názorů dne {day}
el: {num} σχόλια στις {day}
es: {num} opiniones el {day}
id: {num} pendapat pada {day}
it: {day} - {num} opinioni
nl: {num} meningen op {day}
pl: {num} opinii w dniu {day}
pt_br: {num} opiniões em {day}
sk: deň: {day}, počet názorov: {num}
sl: {num} mnenj na {day}
uk: {num} думок на {day}

source: {percentage}% issues
ar: {percentage}% مشاكل
cs: {percentage}% problém
el: {percentage}% προβλήματα
es: {percentage}% negativas
id: {percentage}% masalah
it: {percentage}% problemi
nl: {percentage}% problemen
pl: {percentage}% negatywnych
pt_br: {percentage}% reclamações
sk: {percentage}% chyby
sl: {percentage}% vprašanj
uk: {percentage}% проблем

source: {percentage}% praise
ar: {percentage}% مديح
cs: {percentage}% chvála
el: {percentage}% έπαινοι
es: {percentage}% positivas
id: {percentage}% suka
it: {percentage}% complimenti
nl: {percentage}% lof
pl: {percentage}% pozytywnych
pt_br: {percentage}% elogios
sk: {percentage}% pochvala
sl: {percentage}% hvala
uk: {percentage}% хвали

source: %(count)s similar
ar: واحدة مشابهة
cs: %(count)s podobný
el: {count} συναφές
id: %(count)s yang mirip
it: %(count)s simile
nl: %(count)s gelijksoortig
pl: %(count)s podobna
sk: %(count)s podobná
sl: %(count)s podobno
uk: %(count)s схоже

# platform_choice
source: -- all --
cs: -- vše --
id: -- semua --
it: -- qualsiasi --
pl: — wszystkie —
pt_br: -- todas --
sk: -- všetky --
sl: -- vse --

source: Awesome! Please enter your idea below:
cs: Skvělé! Napište prosím svůj návrh níže:
id: Keren! Masukkan gagasan Anda di bawah ini:
it: Splendido. Descrivi la tua idea:
pl: Świetnie! Poniżej przekaż nam swoją propozycję:
pt_br: Ótimo! Por favor, insira sua ideia abaixo:
sk: Super! Nižšie zadajte svoj návrh:
sl: Mega! Vnesite prosim spodaj svojo idejo:

source: Enter your ideas here.
cs: Zde vložte své nápady.
id: Masukkan gagasan Anda di sini.
it: Inserisci qui le tue idee.
pl: Tutaj wprowadź swój pomysł.

source: Idea
cs: Nápad
id: Gagasan
pl: Pomysł
pt_br: Ideia
sk: Nápad
sl: Ideja

source: Ideas
cs: Nápady
id: Gagasan
it: Idee
pl: Pomysły
pt_br: Ideias
sk: Nápady
sl: Ideje

source: Ideas only
cs: Pouze nápady
id: Hanya gagasan
it: Solo idee
pl: Tylko pomysły
pt_br: Somente ideias
sk: Len nápady
sl: Samo ideje

source: If you have an idea to offer us instead, please send it to us through our <a href="%(url_idea)s">idea box</a>!
cs: Pokud nám na místo toho chcete poslat nápad, pošlete jej skrze <a href="%(url_idea)s">formulář pro zadání návrhu</a>!
id: Jika Anda memiliki gagasan, kirimkan saja lewat <a href="%(url_idea)s">kotak saran</a>.
it: Se invece vuoi condividere con noi una tua idea, inviacela utilizzando la <a href="%(url_idea)s">scatola dei suggerimenti</a>.
pl: Jeśli masz jakiś pomysł do zaoferowania, prześlij go do nas za pośrednictwem <a href="%(url_idea)s">pola propozycji</a>!
pt_br: Se você tiver uma ideia que deseja dividir conosco, envie-a usando nossa <a href="%(url_idea)s">caixa de ideias</a>!
sk: Ak chcete ponúknuť nápad, využite <a href="%(url_idea)s">pole návrhov</a>!
sl: Če imate namesto tega kakšno idejo, namesto jo prosim sporočite prek našega <a href="%(url_idea)s">poštnega predala za ideje</a>!

source: Or submit your ideas with our <a href="%(url_idea)s">idea box</a>!
cs: Nebo nám zašlete své nápady pomocí <a href="%(url_idea)s">formuláře pro zaslání návrhu</a>!
id: Atau kirimkan ide Anda lewat <a href="%(url_idea)s">kotak saran</a> kami!
it: Oppure inviaci la tua idea utilizzando la <a href="%(url_idea)s">scatola dei suggerimenti</a>.
pl: Lub wyślij swoje pomysły za pośrednictwem <a href="%(url_idea)s">pola propozycji</a>!
pt_br: Ou envie suas ideais com nossa <a href="%(url_idea)s">caixa de ideias</a>!
sk: Alebo odošlite svoje nápady cez naše <a href="%(url_idea)s">pole návrhov</a>!
sl: Ali pa pošljite svoje ideje v naš <a href="%(url_idea)s">poštni predal za ideje</a>!

source: PLATFORM:
cs: PLATFORMA:
it: Piattaforma:
pl: PLATFORMA:
pt_br: PLATAFORMA:
sk: PLATFORMA:
sl: PLATFORMA:

source: Please rate at least one item.
cs: Ohodnoťte prosím alespoň jednu položku.
id: Pilih salah satu untuk diperingkat.
it: Dai un voto ad almeno un elemento.
pl: Oceń przynajmniej jeden element.

source: So, you'd like to make a suggestion on how to enhance Firefox? Awesome! Please enter your idea below:
cs: Rádi byste nám zaslali návrh, jak vylepšit Firefoxu? Skvělé! Napište svůj nápad níže:
id: Ah, Anda punya saran untuk memperbaiki Firefox? Keren banget! Masukkan gagasan Anda di bawah ini:
it: Vuoi consigliarci un modo per migliorare Firefox? Splendido. Descrivi la tua idea:
pl: Masz propozycję, jak usprawnić działanie Firefoksa? Świetnie! Przekaż swoją propozycję poniżej:
pt_br: Então você gostaria de dar uma sugestão de como melhorar o Firefox? Ótimo! Por favor, insira sua ideia abaixo:
sk: Chcete navrhnúť, ako vylepšiť Firefox? Úžasné. Nižšie zadajte svoj návrh:
sl: Želite torej predlagati izboljšavo za Firefox? Mega! Vnesite prosim spodaj svojo idejo:

source: Mobile
ar: الجوّال
cs: Mobilní
da: Mobilen
el: Κινητό
nl: Mobiel
pt_br: Firefox Móvel
sk: Mobilný Firefox
sl: Mobilna naprava
uk: Мобільний

source: You can adjust your search criteria or use fewer filters to find more opinions.
pt_br: Você pode ajustar seus critérios de pesquisa ou usar menos filtros para achar mais opiniões.

source: Note: Recently released versions of Firefox may have less feedback.
pt_br: Observação: versões do Firefox lançadas recentemente podem ter menos opiniões.

source: %e %B %Y
pt_br: %e de %B de %Y

source: Clear Search
pt_br: Limpar pesquisa

source: Settings
pt_br: Preferências

source: Version
pt_br: Versão
sk: Verzia

source: Switch to Desktop Dashboard
pt_br: Trocar para o Painel do Firefox

source: Show More Locales
pt_br: Mostrar mais idiomas

source: Show More Platforms
pt_br: Mostrar mais plataformas

source: Please describe what you liked.
pt_br: Por favor, descreva o que você gostou.
sk: Popíšte, čo sa Vám páčilo.
sl: Opišite prosim, kaj vam je bilo všeč.

source: Please describe your problem below.
pt_br: Por favor, descreva o seu problema abaixo.
sk: Popíšte svoj problém.
sl: Opišite prosim spodaj svoj problem.

source: URLs with IP addresses must contain public IP addresses.
pt_br: URLs com endereços IP devem conter endereços IP públicos.

source: Firefox Made Me Happy
pt_br: O Firefox me deixou feliz
sk: Firefox mi zlepšil náladu
sl: Firefox me je razveselil

source: Firefox Made Me Sad
pt_br: O Firefox me deixou triste
sk: Firefox ma rozosmutnil
sl: Firefox me je razžalostil

source: I Have an Idea for Firefox
pt_br: Eu tenho uma ideia para o Firefox
sk: Mám nápad pre Firefox
sl: Imam idejo za Firefox

source: Super! It's great to hear that you like our pre-released browser.
pt_br: Legal! É ótimo saber que você gosta do nosso navegador de pré-lançamento.
sk: Super! Sme radi, že sa Vám naša testovacia verzia prehliadača páči.
sl: Super! Lepo je slišati, da vam je naša predhodna inačica brskalnika všeč.

source: We are sorry that you have not had a good experience with our browser. Please tell us why, so we can fix it.
pt_br: Sentimos muito ao saber que você não teve uma boa experiência com nosso navegador. Por favor, conte-nos por que para que possamos corrigi-lo.
sk: Je nám ľúto, že sa Vám táto verzia prehliadača nepáči. Prosím, povedzte nám, prečo je to tak, aby sme ho mohli vylepšiť.
sl: Žal nam je, da z našim brskalnikom niste imeli dobrih izkušenj. Povejte nam, za kaj je pri tem šlo, da problem lahko odpravimo.

source: Have an idea how Firefox could be better? Let us know.
pt_br: Você tem uma ideia que poderia melhorar o Firefox? Conte para nós.
sk: Máte nápad na vylepšenie Firefoxu? Dajte nám o ňom vedieť.
sl: Imate kako idejo, kako lahko Firefox izboljšamo? Oglasite se nam.

source: Include the URL of a site that worked better.
pt_br: Incluir o endereço (URL) de um site que funcionou melhor.
sk: Zahrnúť adresu stránky, ktorá fungovala lepšie.
sl: Navedite URL strani, ki je bila v tem smislu boljša.

source: Include the URL of the site with the problem.
pt_br: Incluir o endereço (URL) do site com o problema.
sk: Zahrnúť adresu stránky, s ktorou je problém.
sl: Navedite URL spletnega mesta s problemom.

source: If you have an idea to offer us instead, please use our
pt_br: Se você tiver uma ideia que deseja dividir conosco, use nossa
sk: Ak chcete ponúknuť nápad, využite naše
sl: Če imate namesto tega kakšno idejo, jo prosim sporočite prek našega

source: suggestion box
pt_br: caixa de sugestões
sk: pole návrhov
sl: predala za predloge

source: Thanks
pt_br: Obrigado
sk: Ďakujeme
sl: Hvala

source: Your feedback will be used to create a
pt_br: Sua opinião será usada para criar uma
sk: Vaša spätná väzba bude použitá pri vylepšovaní
sl: Vaše povratne informacije bomo uporabili za

source: better experience in future releases of Firefox.
pt_br: experiência melhor em versões futuras do Firefox.
sk: budúcich verzií prehliadača Firefox.
sl: izboljšave v prihodnjih izdajah Firefoxa.
