Repository: fwenzel/reporter-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, cs, da, el, es, id, it, nl, pl, pt_br, sk, sl, uk

source: Oh! So, you want to offer us feedback on the next version of Firefox. Thank you, but you'll need to be on our latest beta.
ar: أوه! تريد إذًا منحنا تعليقاتك عن الإصدارة المقبلة من فَيَرفُكس. شكرًا لك، ولكن يتطلب ذلك منك أن تنزل آخر بيتا.
da: Ups! Så du vil gerne give os feedback på næste version af Firefox. Tak, men du er nødt til at bruge vores seneste beta for at gøre det.
el: Σας ευχαριστούμε που θέλετε να μας προσφέρετε τα σχόλια σας για την επόμενη έκδοση του Firefox, αλλά για να το κάνετε αυτό, θα πρέπει να χρησιμοποιείτε την πιο πρόσφατη δοκιμαστική έκδοση.
es: ¡Oh! Entonces quieres ofrecernos tu opinión sobre la próxima versión de Firefox. Gracias, pero necesitas usar nuestra última beta.
id: Ow! Anda ingin mengirimkan saran untuk versi Firefox selanjutnya! Terima kasih ya, tetapi Anda harus menggunakan versi beta terbaru kami terlebih dulu.
it: Oh! Vuoi inviarci le tue impressioni sulla prossima versione di Firefox? Ti ringraziamo, ma per farlo devi installare la versione beta più recente.
nl: Oh! Dus u wilt ons feedback geven over de volgende versie van Firefox. Dank u, maar u dient onze meest recente bètaversie te gebruiken.
pl: Och! Chcesz zaoferować nam opinię na temat kolejnej wersji Firefoksa. Dziękujemy, ale musisz mieć zainstalowaną najnowszą wersję beta.
uk: О! Отже, ви хочете надати нам відгук стосовно наступної версії Firefox. Дякуємо, але вам потрібно коритуватись нашою найостаннішою бетою.

source: Oh! So, you want to offer us feedback. You'll need the latest Beta! Head over to our beta page and <a href="%(url)s">download it!</a>
ar: حسنًا إذًا! تريدنا إخبارنا بتعليقاتك. ستحتاج إلى تنزيل آخر بيتا. اذهب إلى صفحة البيتا <a href="%(url)s">ونزلها!</a>
cs: Zdá se, že chcete přidat reakci, ale k tomu potřebujete poslední betaverzi! Navštivte naši stránku o betě a <a href="%(url)s">stáhněte si ji</a>!
da: Ups! Sp du vil gerne give os feedback. Så skal du bruge den seneste beta! Gå til vores beta-side og <a href="%(url)s">hent den!</a>
el: Θέλετε λοιπόν να μας προσφέρετε τα σχόλια σας, θαυμάσια! Θα χρειαστείτε όμως την πιο πρόσφατη δοκιμαστική έκδοση. Απλά <a href="%(url)s">κάντε λήψη</a> από τη σελίδα των δοκιμαστικών μας εκδόσεων.
es: ¡Oh! Entonces quieres ofrecernos tu opinión. ¡Necesitarás la última beta! Dirígete a nuestra página para la beta y <a href="%(url)s">¡descárgala!</a>
id: Ow! Anda ingin mengirimkan saran? Anda harus menggunakan versi Firefox Beta terbaru! Buka saja laman versi beta kami dan <a href="%(url)s">unduh ke komputer Anda!</a>!
it: Oh! Vuoi inviarci le tue impressioni sulla prossima versione di Firefox? Per farlo hai bisogno dell'ultima beta. Vai alla nostra pagina dedicata alle versioni beta e <a href="%(url)s">scaricala</a>.
nl: Oh! Dus u wilt ons feedback geven. Dan hebt u de meest recente bètaversie nodig! Ga naar onze bètapagina en <a href="%(url)s">download deze!</a>
pl: Och! Chcesz zaoferować nam swoją opinię. Musisz mieć zainstalowaną najnowszą wersję beta. Przejdź na stronę wersji beta i <a href="%(url)s">ją pobierz!</a>
pt_br: Ah, então você quer nos oferecer sua opinião. Você vai precisar da versão Beta mais recente! Vá para a página Beta e <a href="%(url)s">baixe-o!</a>
sk: Oh. Takže vy nám chcete napísať Váš názor? Super, ale potrebujete najnovšiu verziu beta. Prejdite na našu <a href="%(url)s">stránku verzie beta</a> a nainštalujte si ju.
sl: Oh! Želite nam torej nuditi povratne informacije. Potrebovali boste najnovejšo Beta! Skočite na našo beta stran in si <a href="%(url)s">jo prenesite!</a>
uk: О! Отже, ви хочете надати нам відгук. Вам потрібна найостанніша Бета! Завітайте на сторінку бети та <a href="%(url)s">завантажте її!</a>

source: Older Feedback &raquo;
ar: تعليق أقدم &raquo;
cs: Starší zprávy &raquo;
el: Παλιότερα σχόλια &raquo;
es: Mensajes más antiguos &raquo;
id: Saran Lawas &raquo;
it: Commenti più vecchi &raquo;
nl: Oudere feedback &raquo;
pl: Starsze &raquo;
pt_br: Opiniões mais antigas &raquo;
sk: Staršie správy &raquo;
sl: Starejše povratne informacije &raquo;
uk: Старіші відгуки &raquo;

source: Older Messages &raquo;
ar: رسائل أقدم &raquo;
cs: Starší zprávy &raquo;
el: Παλιότερα μηνύματα &raquo;
es: Mensajes más antiguos &raquo;
id: Pesan Lawas &raquo;
it: Messaggi più vecchi &raquo;
nl: Oudere berichten &raquo;
pl: Starsze &raquo;
pt_br: Mensagens mais antigas &raquo;
sk: Staršie správy &raquo;
sl: Starejša sporočila &raquo;
uk: Старіші повідомлення &raquo;

source: Open Data
cs: Otevřená data
el: Ανοικτα δεδομενα
es: Datos abiertos
id: Data Terbuka
nl: Open gegevens
pl: Otwarty kod źródłowy
pt_br: Dados públicos
sk: Otvorené údaje
sl: Odpri podatke
uk: Відкриті дані

source: Or submit your ideas with our <a href="%(url_suggestion)s">suggestion box</a>!
es: ¡O envía tus ideas a través de nuestro <a href="%(url_suggestion)s">buzón de sugerencias</a>!

source: Other
ar: غير ذلك
cs: Ostatní
da: Andet
el: Άλλη
es: Otro
id: Lainnya
it: Altro
nl: Overig
pl: Inny
pt_br: Outro
sk: Iný
sl: Drugo
uk: Інше

source: Other languages:
ar: لغات أخرى:
cs: Další jazyky:
da: Andre sprog:
el: Άλλες γλώσσες:
es: Otros idiomas:
id: Bahasa lainnya:
it: Altre lingue:
nl: Overige talen:
pl: Inne języki:
pt_br: Outros idiomas:
sk: Ďalšie jazyky:
sl: Drugi jeziki:
uk: Інші мови:

source: Our search engine might be currently unavailable. You may start over on the <a href="%(url)s">dashboard</a> and try again later.
ar: قد لا يكون محرك البحث لدينا متاحًا حاليًا. يمكنك العودة إلى <a href="%(url)s">لوحة التحكم</a> والمحاولة من جديد لاحقًا.
cs: Náš vyhledávač může být aktuálně nedostupný. Můžete pokračovat na <a href="%(url)s">titulní stránku</a> a zkusit to později znovu.
da: Vores søgemaskine kan i øjeblikket være utilgængelig. Du kan starte forfra i <a href="%(url)s">kontrolpanelet</a> og prøve igen senere.
el: Η μηχανή αναζήτησης μας ίσως δεν είναι προσωρινά διαθέσιμη. Μπορείτε να ξεκινήσετε πάλι από το <a href="%(url)s">ταμπλό</a> και να προσπαθήσετε ξανά αργότερα.
es: Nuestro motor de búsqueda podría no estar disponible en este momento. Podrías volver a empezar en el <a href="%(url)s">tablero</a> e intentarlo más tarde.
id: Mesin pencari kami mungkin lagi <em>ngadat</em>. Anda dapat memulai lagi lewat <a href="%(url)s">dasbor</a> dan mencobanya lagi nanti.
it: Il nostro motore di ricerca potrebbe non essere momentaneamente disponibile. Ti consigliamo di ripartire dalla <a href="%(url)s">dashboard</a> e riprovare in seguito.
nl: Mogelijk is onze zoekmachine momenteel niet beschikbaar. U kunt opnieuw beginnen op het <a href="%(url)s">dashboard</a> en het later nog eens proberen.
pl: Nasza wyszukiwarka może być obecnie niedostępna. Możesz zapoznać się z zawartością <a href="%(url)s">witryny</a> i spróbować ponownie później.
pt_br: Nosso motor de pesquisas parece estar indisponível. Você pode voltar para o <a href="%(url)s">painel</a> e tentar novamente mais tarde.
sk: Naše vyhľadávanie nie je momentálne dostupné. Zatiaľ si pozrite <a href="%(url)s">Nástenku názorov</a> a vyhľadávanie vyskúšajte neskôr.
sl: Naš iskalnik lahko da trenutno ni na voljo. Lahko začnete znova na <a href="%(url)s">kontrolni tabli</a> in poskusite znova pozneje.
uk: Наша пошукова система може бути наразі недоступна. Ви можете вернутись до <a href="%(url)s">панелі</a> та спробувати ще раз пізніше.

source: Page Load Time
cs: Rychlost načítání stránek
el: Χρόνος φόρτωσης σελίδας
es: Tiempo de carga de la página
id: Waktu Pemuatan Laman
it: Velocità di caricamento pagina
nl: Paginalaadtijd
pl: Czas wczytywania strony
uk: Час завантаження сторінок

source: Platform
ar: المنصة
cs: Platforma
el: Πλατφορμα
es: Plataforma
it: Piattaforma
pl: Platforma
pt_br: Plataforma
sk: Platforma
sl: Platforma
uk: Платформа

source: Platforms
ar: المنصات
cs: Platformy
el: Πλατφορμες
es: Plataformas
id: Platform
it: Piattaforme
nl: Platformen
pl: Platformy
pt_br: Plataformas
sk: Platformy
sl: Platforme
uk: Платформи

source: Please choose one of the following types of feedback that you would like to submit to us:
ar: اختر رجاءً أحد الأنواع التالية من التعليقات التي تود إرسالها إلينا:
cs: Zadejte prosím jeden z následujících typů reakcí, kterou byste nám rádi zaslali:
el: Σας παρακαλούμε να επιλέξετε ένα από τους παρακάτω τύπους σχολίων που θέλετε να υποβάλετε:
es: Por favor, elige el tipo de opinión que te gustaría enviarnos:
id: Pilih jenis saran yang ingin Anda kirimkan kepada kami:
it: Scegli tra i seguenti tipi di commento quello che vuoi inviare:
nl: Kies het type feedback dat u ons zou willen toesturen:
pl: Wybierz jeden z następujących typów opinii, jaką chcesz wysłać do nas:
pt_br: Por favor, escolha um dos seguintes tipos de opinião que você gostaria de enviar:
sk: Zvoľte jednu kategóriu, do ktorej patrí názor, ktorý nám chcete odoslať:
sl: Prosim izberite eno od naslednjih vrst povratnih informacij, ki bi nam jo radi poslali:
uk: Будь ласка оберіть один з наступних типів відгуку, котрий ви б хотіли нам надіслати:

source: Please choose the type of feedback that you would like to submit to us:
ar: اختر رجاءً نوع التعليق الذي تود إرساله إلينا:
cs: Zvolte prosím typ reakce, kterou nám chcete zaslat:
el: Παρακαλούμε επιλέξτε τον τύπο σχολίων που θέλετε να υποβάλετε:
es: Por favor, elige el tipo de opinión que te gustaría enviarnos:
id: Pilih jenis saran yang ingin Anda kirimkan kepada kami:
it: Scegli il tipo di commento che vuoi inviare:
nl: Kies het type feedback dat u ons zou willen toesturen:
pl: Wybierz typ opinii, jaką chcesz wysłać do nas:
pt_br: Por favor, escolha o tipo de opinião que gostaria de nos enviar:
sk: Zvoľte názor, aký nám chcete poslať:
sl: Prosim izberite vrsto povratnih informacij, ki bi nam jo radi poslali:
uk: Будь ласка оберіть тип відгуку який би ви хотіли нам надіслати:

source: Please ensure that there is no personally identifiable information here.
ar: تحقق رجاءً من عدم وجود معلومات شخصية هنا.
cs: Ujistěte se prosím, že nezadáváte žádné osobní údaje.
da: Sørg for at der ikke er nogen personidentificerbare informationer her.
el: Σας παρακαλούμε να βεβαιωθείτε ότι δεν αποστέλλετε πληροφορίες που να σας ταυτοποιούν.
es: Por favor asegúrate que no haya información personal que te pueda identificar aquí.
id: Pastikan tidak ada informasi yang merujuk ke data pribadi.
it: Assicurati che non sia presente alcuna informazione personale.
nl: Zorg ervoor dat zich hier geen persoonlijke gegevens bevinden.
pl: Sprawdź, czy nie ma tutaj danych osobowych.
pt_br: Por favor, confira se não há nenhuma informação pessoal que possa identificá-lo aqui.
sk: Uistite sa, že nezadávate žiadne osobné údaje.
sl: Prepričajte se, da tu ni kakih osebnih podatkov.
uk: Будь ласка, упевніться, що тут нема ніяких особистих ідентифікуючих даних.

source: Please start over on the <a href="%(dashboard_url)s">dashboard</a>.
ar: يُرجى أن تبدأ من جديد في <a href="%(dashboard_url)s">لوحة التحكم</a>.
cs: Začněte na <a href="%(dashboard_url)s">hlavní stránce</a>.
da: Start forfra i <a href="%(dashboard_url)s">kontrolpanelet</a>.
el: Παρακαλούμε ξεκινήστε από την αρχή στο <a href="%(dashboard_url)s">ταμπλό</a>.
es: Por favor vuelve a empezar en el <a href="%(dashboard_url)s">tablero</a>.
id: Silakan mulai dari awal lewat <a href="%(dashboard_url)s">dasbor</a>.
it: Riparti dalla <a href="%(dashboard_url)s">dashboard</a>.
nl: Begin opnieuw op het <a href="%(dashboard_url)s">dashboard</a>.
pl: Należy rozpocząć od <a href="%(dashboard_url)s">nowa</a>.
pt_br: Por favor, comece novamente no <a href="%(dashboard_url)s">painel</a>.
sk: Začnite návštevou stránky <a href="%(dashboard_url)s">Nástenka názorov</a>.
sl: Začnite prosim znova na <a href="%(dashboard_url)s">kontrolni tabli</a>.
uk: Будь ласка, перепочніть з <a href="%(dashboard_url)s">панелі</a>.

source: Poor
cs: Mizerná
el: Φτωχός
es: Pobre
id: Jelek
it: Scarso
nl: Slecht
pl: Marna
uk: Погано

source: Praise
ar: مدح
cs: Pochvala
da: Ros
el: Έπαινοι
es: Positiva
id: Suka
it: Complimenti
nl: Lof
pl: Pozytywna
pt_br: Elogios
sk: Pochvala
sl: Slava
uk: Хвала

source: Praise only
ar: مدح فقط
cs: Pouze pochvalné
el: Μόνο έπαινοι
es: Sólo positivas
id: Hanya suka
it: Solo complimenti
nl: Alleen lof
pl: Tylko pozytywne
pt_br: Somente elogios
sk: Len pochvaly
sl: Samo havala
uk: Лише хвала

source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany soukromí
da: Privatlivspolitik
el: Πολιτική απορρήτου
es: Política de privacidad
id: Kebijakan Privasi
it: Informativa sulla privacy
nl: Privacybeleid
pl: Zasady ochrony prywatności
pt_br: Política de privacidade
sk: Zásady ochrany súkromia
sl: Izjava o zasebnosti
uk: Політика конфіденційності

source: Proceed to footer
ar: استمر بالذهاب إلى التذييل
cs: Přechod na patičku
da: Fortsæt til sidefoden
el: Μετάβαση στο υποσέλιδο
es: Ir al pie de página
id: Loncat ke kaki laman
it: Vai al piede
nl: Door naar voettekst
pl: Przejdź do stopki
pt_br: Ir para o rodapé
sk: Pokračovať na pätu
sl: Dalje na nogo
uk: Перейти вниз

source: Proceed to main content
ar: استمر بالذهاب إلى المحتوى الرئيسي
cs: Přechod na hlavní obsah
da: Fortsæt til hovedindholdet
el: Μετάβαση στο κυρίως περιεχόμενο
es: Ir a contenido principal
id: Loncat ke isi utama
it: Vai al contenuto principale
nl: Door naar hoofdvenster
pl: Przejdź do głównej zawartości
pt_br: Ir para o conteúdo principal
sk: Pokračovať na hlavný obsah
sl: Dalje na glavno vsebino
uk: Перейти до головного вмісту

source: Product
ar: المنتج
cs: Produkt
el: Προϊον:
es: Producto
id: Produk
it: Prodotto
pl: Produkt
pt_br: Produto
sk: Produkt
sl: Izdelek
uk: Продукт:

source: Product:
ar: المنتج:
cs: Produkt:
da: Produkt:
el: Προϊον:
es: Producto:
id: Produk:
it: Prodotto:
pl: Produkt:
pt_br: Produto:
sk: Produkt:
sl: Izdelek:
uk: Продукт:

source: Provide us some details about the problem and we'll try to fix it.
cs: Poskytněte nám některé detaily o vašem problému a my to zkusíme opravit.
el: Δώστε μας μερικές λεπτομέρειες για το πρόβλημα και θα προσπαθήσουμε να το διορθώσουμε.
es: Proporciónanos algunos detalles sobre el problema e intentaremos corregirlo.
id: Tuliskan beberapa detail masalahnya dan kami akan mencoba memperbaikinya.
it: Dacci alcuni dettagli sul problema e cercheremo di risolverlo.
nl: Geef ons enkele details over het probleem en we proberen het op te lossen.
pl: Podaj nam kilka szczegółów na temat problemu, a my postaramy się to naprawić.
uk: Надайте нам трохи подробиць про проблему, щоб ми змогли її починити.

source: Query has timed out.
ar: انتهى وقت الاستعلام الأقصى.
cs: Platnost dotazu vypršela.
da: Forespørgslen tog for lang tid.
el: Τέλος χρόνου αναζήτησης.
es: La consulta ha excedido el tiempo de espera.
id: Tenggang waktu kueri telah habis.
it: La richiesta ha esaurito il tempo disponibile.
nl: Uw zoekopdracht is verlopen.
pl: Przekroczono limit czasu zapytania.
pt_br: A consulta excedeu o tempo limite.
sk: Časový limit požiadavky vypršal.
sl: Čaz za poizvedbo je potekel.
uk: Час запиту сплив.

source: Rate Your Experience
cs: Ohodnoťte svou zkušenost
el: Βαθμολογήστε την εμπειρία που είχατε
es: Califica tu experiencia
id: Beri Peringkat Pengalaman Anda
it: Valuta la tua esperienza
nl: Beoordeel uw ervaring
pl: Oceń swoje wrażenia
uk: Оцініти ваші враження

source: Rating
cs: Hodnocení
el: Βαθμολόγηση
es: Calificación
id: Peringkat
it: Voto
nl: Beoordeling
pl: Ocena
pt_br: Avaliação
sk: Hodnotenie
sl: Ocena
uk: Оцінка

source: Release Channel
cs: Stabilní verze
el: Κανονικές εκδόσεις
es: Canal de versiones oficiales
id: Kanal Rilis
it: Canale versioni ufficiali
nl: Release-kanaal
pl: Kanał wydań
uk: Канал релізів

source: Report Trademark Abuse
ar: بلّغ عن إساءة استخدام للعلامات التجارية
cs: Nahlásit zneužití ochranných známek
da: Rapporter misbrug af varemærker
el: Αναφορά παραβίασης εμπορικών σημάτων
es: Reportar abuso de marca
id: Laporkan Penyalahgunaan Merek Dagang
it: Segnala un abuso dei marchi registrati
nl: Misbruik van handelsmerk melden
pl: Nadużycie znaku towarowego
pt_br: Denunciar abuso de marcas registradas
sk: Nahlásiť zneužitie ochrannej známky
sl: Sporočite zlorabo trgovske znamke
uk: Повідомити про порушення прав на торгову марку

source: Report a Site Issue
cs: Nahlásit problém se stránkou
el: Αναφορά προβληματικής σελίδας
es: Reportar un sitio web con problemas
id: Laporkan Masalah pada Situs
it: Segnala un problema con un sito
nl: Probleem met een website rapporteren
pl: Zgłoś problem z witryną
uk: Повідомити про проблему з сайтом

source: Responsiveness
cs: Odezva
el: Ικανότητα απόκρισης
es: Tiempo de respuesta
id: Tingkat Keresponsifan
it: Reattività
nl: Responsiviteit
pl: Reagowanie
uk: Відгукливість

source: Search
ar: ابحث
cs: Vyhledat
da: Søg
el: Αναζήτηση
es: Buscar
id: Cari
it: Cerca
nl: Zoeken
pl: Szukaj
pt_br: Pesquisa
sk: Hľadať
sl: Iskanje
uk: Пошук

source: Search Results
ar: نتائج البحث
cs: Výsledky vyhledávání
da: Søgeresultater
el: Αποτελεσματα αναζητησης
es: Resultados de la búsqueda
id: Hasil Pencarian
it: Risultati della ricerca
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt_br: Resultados da pesquisa
sk: Výsledky vyhľadávania
sl: Rezultati iskanja
uk: Результати пошуку

source: Search Results in Firefox Beta Feedback.
ar: نتائج البحث في تعليقات فَيَرفُكس بيتا
cs: Výsledky vyhledávání ve Firefox Beta Feedback.
el: Αποτελέσματα αναζήτησης στα σχόλια της δοκιμαστικής έκδοσης του Firefox
es: Resultados de la búsqueda sobre las opiniones de Firefox beta.
id: Hasil Pencarian untuk Saran Firefox Versi Beta.
it: Cerca risultati in Firefox Beta Feedback.
nl: Zoekresultaten in Firefox bèta-feedback
pl: Wyniki wyszukiwania w opiniach o Firefoksie beta
pt_br: Resultados da pesquisa em Opiniões do Firefox Beta.
sk: Výsledky vyhľadávania v názoroch na Firefox Beta.
sl: Rezultati iskanja v povratnih informacijah za Firefox Beta.
uk: Шукати результати у відгуках на Firefox Beta

source: Search Unavailable
ar: البحث غير متاح
cs: Vyhledávání není dostupné
da: Søgning utilgængelig
el: Δεν ειναι διαθεσιμη η αναζητηση
es: Búsqueda no disponible
id: Layanan Pencarian Tidak Tersedia
it: Ricerca non disponibile
nl: Zoekfunctie niet beschikbaar
pl: Wyszukiwanie jest niedostępne
pt_br: Pesquisa Indisponível
sk: Vyhľadávanie nie je dostupné.
sl: Iskanje ni na voljo
uk: Пошук недоступний

source: Search by keyword
ar: ابحث بالكلمة المفتاحية
cs: Hledat dle klíčového slova
el: Αναζήτηση με λέξεις - κλειδία
es: Buscar por palabra clave
id: Cari berdasarkan kata kunci
it: Cerca per parole chiave
nl: Zoeken op trefwoord
pl: Szukaj wg słowa kluczowego
pt_br: Pesquisar por palavra-chave
sk: Hľadať podľa kľúčového slova
sl: Iskanje po ključnih besedah
uk: Пошуковий запит

# website_issues_search
source: Search for domain
ar: ابحث عن النطاق
cs: Hledat dle domény
el: Αναζήτηση για τομέα δικτύου
es: Buscar por dominio
id: Cari domain
it: Cerca per dominio
nl: Zoeken op domein
pl: Szukaj wg domeny
pt_br: Pesquisar um domínio
sk: Hľadať doménu
sl: Iskanje po domenah
uk: Пошуковий запит

source: See all opinions
cs: Zobrazit všechny názory
el: Δείτε όλα τα σχόλια
es: Ver todas las opiniones
id: Lihat semua pendapat
it: Visualizza tutte le opinioni
nl: Alle meningen bekijken
pl: Zobacz wszystkie opinie
pt_br: Ver todas as opiniões
sk: Zobraziť všetky názory
sl: Oglejte si vsa mnenja
uk: Побачити всі думки

source: See where your feedback goes.
cs: Podívejte se, co se děje s vaší reakcí.
el: Δείτε που καταχωρούνται τα σχόλια σας.
es: Descubre dónde va tu opinión.
id: Ingin tahu kemana saja saran Anda menuju?
it: Scopri dove finiscono le tue opinioni e i tuoi commenti.
nl: Bekijk waar uw feedback naartoe gaat.
pl: Zobacz, gdzie trafiła twoja opinia.
pt_br: Veja para onde sua opinião vai.
sk: Chcete vidieť, kam je váš názor odoslaný?
sl: Oglejte si, kam gre vaše mnenje.
uk: Дізнатись куди йдуть ваші відгуки.

source: Sentiment:
ar: الإحساس:
cs: Pocit:
da: Stemning:
el: Άποψη:
es: Opinión:
id: Penilaian:
it: Giudizio:
nl: Gevoel:
pl: Opinia:
pt_br: Sentimento:
sk: Pocit:
sl: Kazalec klime:
uk: Почуття:

# date_range_set
source: Set
ar: عيّن
cs: Nastavit
el: Ορισμός
es: Poner
id: Setel
it: Imposta
nl: Instellen
pl: OK
pt_br: Filtrar
sk: Nastaviť
sl: Nastavi
uk: Встановити

source: Share an Idea
cs: Přidejte nápad
el: Μοιραστείτε μια ιδέα
es: Compartir una idea
id: Kirimkan Ide
it: Condividi un'idea
nl: Een idee delen
pl: Podziel się pomysłem
uk: Поділитись ідеєю

source: Show/Hide Options
ar: أظهِر/أخفِ الخيارات
cs: Zobrazit/skrýt možnosti
el: Προβολή/απόκρυψη επιλογών
es: Mostrar/Ocultar opciones
id: Bentangkan/Sembunyikan Opsi
it: Visualizza/nascondi opzioni
nl: Opties tonen/verbergen
pl: Wyświetl/ukryj opcje
pt_br: Exibir/ocultar opções
sk: Zobraziť/skryť možnosti
sl: Prikaži/skrij možnosti
uk: Показати/приховати варіанти

source: Sites
ar: المواقع
cs: Stránky
el: Ιστοτοποι
es: Sitios
id: Situs
it: Siti
nl: Websites
pl: Witryny
sk: Stránky
sl: Spletna mesta
uk: Сайти

source: Sites with only one message
ar: المواقع التي فيها رسالة واحدة فقط
cs: Stránky pouze s jednou zprávou
el: Ιστοτοποι με ενα μονο μηνυμα
es: Sitios con sólo un mensaje
id: Situs hanya dengan satu pesan
it: Siti con un solo messaggio
nl: Websites met slechts één bericht
pl: Witryny z jedną opinią
pt_br: Sites com somente uma mensagem
sk: Stránky len s jednou správou
sl: Spletna mesta z enim samim sporočilom
uk: Сайти з лише одним повідомленням

source: So, you'd like to make a suggestion on how to enhance Firefox? Awesome! Please make your suggestion below:
es: ¿Conque quieres hacer una sugerencia sobre cómo mejorar Firefox? ¡Genial! Por favor, hazla a continuación:

source: Source Code
cs: Zdrojový kód
el: Πηγαιος κωδικας
es: Código fuente
id: Kode Sumber
it: Codice sorgente
nl: Broncode
pl: Kod źródłowy
pt_br: Código-fonte
sk: Zdrojový kód
sl: Izvorna koda
uk: Початковий код

source: Sphinx threw an unknown exception: %s
ar: أصدر سفينكس رسالة خطأ مجهول: %s
cs: Sphinx vyhodil neznámou výjimku: %s
da: Sphinx kastede en ukendt undtagelse: %s
el: Το Sphinx επέστρεψε μια άγνωστη εξαίρεση: %s
es: Sphinx lanzó una excepción desconocida: %s
id: Sphinx telah melemparkan eksepsi yang tak dikenal: %s
it: Sphinx ha generato un'eccezione sconosciuta: %s
nl: Sphinx heeft een onbekende uitzondering opgeleverd: %s
pl: Sphinx zwrócił nieznany wyjątek: %s
pt_br: O Sphinx lançou uma exceção desconhecida: %s
sk: Sphinx vyhodil neočakávanú výnimku: %s
sl: Sfinga se je javila z neznano izjemo: %s
uk: Sphinx викинув невідомий виняток: %s

source: Stability
cs: Stabilita
el: Σταθερότητα
es: Estabilidad
id: Kestabilan
it: Stabilità
nl: Stabiliteit
pl: Stabilność
uk: Стабільність

source: Start-Up Time
cs: Délka spouštění
el: Χρόνος εκκίνησης
es: Tiempo de arranque
id: Waktu Memulai
it: Velocità di avvio
nl: Opstarttijd
pl: Czas uruchamiania
uk: Час запуску

source: Statistics
ar: الإحصائيات
cs: Statistiky
el: Στατιστικά
es: Estadísticas
id: Statistik
it: Statistiche
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
sk: Štatistiky
sl: Statistika
uk: Статистика

source: Submit Feedback
ar: أرسِل التعليق
cs: Odeslat reakci
da: Send feedback
el: Υποβολή σχολίου
es: Enviar opinión
id: Kirim Saran
it: Invia
nl: Feedback indienen
pl: Wyślij opinię
pt_br: Enviar opinião
sk: Odoslať názor
sl: Pošlji povratne informacije
uk: Надіслати відгук

source: Submit Your Feedback
cs: Odešlete svou reakci
el: Υποβολή του σχολίου σας
es: Envía tu opinión
id: Kirim Saran Anda
it: Invia commenti e suggerimenti
nl: Uw feedback indienen
pl: Wyślij swoją opinię
pt_br: Envie Sua Opinião
sk: Odoslať názor
sl: Pošljite svoje povratne informacije
uk: Надішліть ваш відгук

source: Submitting Feedback
cs: Probíhá odesílání reakce
el: Υποβολή σχολίου
es: Enviar opinión
id: Mengirim Saran
it: Invio in corso
nl: Feedback wordt ingediend
pl: Wysyłanie opinii
pt_br: Enviando opinião
sk: Odosiela sa názor
sl: Pošiljanje povratnih informacij
uk: Надсилання відгуку

source: Suggestion
es: Sugerencia

source: Suggestions
es: Sugerencias

source: Suggestions only
es: Solo sugerencias
