Repository: fwenzel/reporter-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, cs, da, el, es, id, it, nl, pl, pt_br, sk, sl, uk

source: Download Beta
ar: نزّل بيتا
cs: Stáhnout betaverzi
da: Download betaen
el: Λήψη δοκιμαστικής έκδοσης
es: Descargar la beta
id: Unduh Versi Beta
it: Scarica la beta
nl: Bèta downloaden
pl: Pobierz Firefoksa
pt_br: Baixar o Beta
sk: Prevziať verziu beta
sl: Prenesi Beta
uk: Завантажити бету

source: Download Firefox
cs: Stáhnout Firefox
el: Λήψη του Firefox
es: Descargar Firefox
id: Unduh Firefox
it: Scarica Firefox
nl: Firefox downloaden
pl: Pobierz wersję beta
pt_br: Baixar o Firefox
sk: Prevziať Firefox
sl: Prenesi Firefox
uk: Завантажити Firefox

source: Enter your feedback here.
ar: أدخِل تعليقك هنا.
cs: Zde vložte svou reakci.
da: Skriv din feedback her.
el: Εισάγετε το σχόλιο σας εδώ.
es: Escribe tu opinión aquí.
id: Masukkan saran Anda di sini.
it: Inserisci qui i tuoi commenti e suggerimenti.
nl: Voer hier uw feedback in.
pl: Tutaj wprowadź swoją opinię.
uk: Введіть свій відгук тут.

source: Enter your suggestions here.
es: Deja tus sugerencias aquí.

source: Example: Images were not loading, but the rest of the page was.
cs: Například: Obrázky se nenačetly, na rozdíl od zbytku stránky.
el: Παράδειγμα: Οι εικόνες δεν φορτώθηκαν αλλά η υπόλοιπη σελίδα φορτώθηκε κανονικά.
es: Ejemplo: las imágenes no se han cargado, pero el resto de la página sí.
id: Misalnya: Gambar tidak termuat, tetapi bagian laman lainnya tampil.
it: Esempio: le immagini non si caricano, il resto della pagina funziona normalmente.
nl: Voorbeeld: afbeeldingen werden niet geladen, maar de rest van de pagina wel.
pl: Przykład: Obrazki nie zostały wczytane, ale reszta strony tak.
uk: Приклад: малюнки не завантажуються, а решта сайта нормальна.

source: Excellent
cs: Ekcelentní
el: Θαυμάσια
es: Excelente
id: Bagus Sekali
it: Eccellente
nl: Uitstekend
pl: Doskonałe
uk: Відмінно

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ar: باستثناء ما <a href="%(legal_url)s">ذُكِر</a> أنه ليس كذلك، محتوى هذا الموقع يخضع <br/><a href="%(license_url)s">لرخصة Creative Commons Attribution Share-Alike v3.0</a> أو أي إصدارة أحدث.
cs: Pokud není <a href="%(legal_url)s">uvedeno</a> jinak, je obsah tohoto webu pod <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> či jakoukoliv novější verzí.
da: Med mindre andet er <a href="%(legal_url)s">angivet</a>, er indholdet på denne side udgivet under <br/> <a href="%(license_url)s">Creative Commons Navngivelse-DelPåSammeVilkår-licensen v3.0</a> eller enhver nyere version.
el: Εκτός από όπου <a href="%(legal_url)s">ορίζεται</a> διαφορετικά, το περιεχόμενο του ιστότοπου παρέχεται σύμφωνα με την άδεια <br/> <a href="%(license_url)s">Creative Commons αναφορά προέλευσης - παρόμοια διανομή 3.0</a> ή μεταγενέστερη.
es: Excepto donde <a href="%(legal_url)s">se indique</a> lo contrario, el contenido de este sitio está licenciado bajo la <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> o cualquier versión posterior.
id: Kecuali <a href="%(legal_url)s">dinyatakan</a> lain, isi pada situs ini dilisensikan di bawah lisensi <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> atau versi yang lebih baru.
it: Eccetto dove diversamente <a href="%(legal_url)s">indicato</a>, il contenuto di questo sito è distribuito sotto licenza <br/> <a href="%(license_url)s">Creative Commons Attribuzione - Condividi allo stesso modo v3.0</a> o qualsiasi versione successiva.
nl: Behalve waar anderszins <a href="%(legal_url)s">aangegeven</a> valt de inhoud van deze website onder de <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> of een latere versie.
pl: Wyłączając miejsca, gdzie wskazano <a href="%(legal_url)s">inną</a>, zawartość tej witryny jest udostępniana na licencji <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike wer. 3.0</a> lub dowolnej nowszej wersji.
pt_br: Exceto onde <a href="%(legal_url)s">especificado</a>, o conteúdo deste site é licenciado sob a <br/><a href="%(license_url)s">Licença Creative Commons Atribuição-Compartilhamento pela mesma licença v3.0</a> ou qualquer versão posterior.
sk: Ak nie je <a href="%(legal_url)s">uvedené</a> inak, obsah tejto stránky je vedený pod licenciou<br /><a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a></strong> alebo ktorejkoľvek vyššej verzie
sl: Razen če ni drugače <a href="%(legal_url)s">navedeno</a>, so vsebine na tej strani pod licenco <br/> <a href="%(license_url)s">Creative Commons Attribution-Share Alike License v3.0</a> ali pod eno kasnejših različic.
uk: Якщо не зазначено <a href="%(legal_url)s">інакше</a>, вміст цього сайта ліцензовано під ліцензією <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike v3.0</a> чи будь-якою пізнішою версією.

source: Experience
cs: Hodnocení
el: Εμπειρία χρήσης
es: Experiencia
id: Pengalaman
it: Esperienza
nl: Beleving
pl: Wrażenie
uk: Оцінка

source: Experience Ratings
cs: Hodnocení spokojenosti
el: Βαθμολογηση εμπειριας χρησης
es: Valoraciones de experiencia
id: Peringkat Pengalaman
it: Valutazioni esperienza
nl: Belevingsbeoordelingen
pl: Ocena wrażenia
uk: Оцінки роботи

source: Fair
cs: Nic moc
el: Μέτριος
es: Apropiado
id: Lumayan
it: Discreto
nl: Matig
uk: Нормально

source: Features
cs: Funkce
el: Χαρακτηριστικά
es: Características
id: Fitur
it: Caratteristiche
nl: Functies
pl: Funkcje
uk: Можливості

source: Feed
ar: تلقيم
cs: Reakce
el: Σχόλιο
es: Canal
pl: Panel
sk: Kanál
sl: Vir
uk: Лента

source: Feedback
ar: التعليق
cs: Reakce
el: Σχόλιο
es: Opinión
id: Saran
it: Commenti
pl: Opinie
pt_br: Opiniões
sk: Názory
sl: Povratne informacije
uk: Відгуки

source: Feedback Dashboard
cs: Nástěnka reakcí
el: Ταμπλό σχολίων
es: Tablero de opiniones
id: Dasbor Saran
pl: Panel opinii
pt_br: Painel de Opiniões
sk: Nástenka názorov
sl: Kontrolna tabla za povratne informacije
uk: Панель відгуків

source: Feedback must not contain HTML.
ar: لا يمكن للتعليق أن يحتوي على HTML.
cs: Reakce nesmí obsahovat HTML.
da: Feedback må ikke indeholde HTML.
el: Τα σχόλια δεν μπορούν να περιέχουν κώδικα HTML.
es: La opinión no debe contener código HTML.
id: Saran tidak diperkenankan berisi kode HTML.
it: Il tuo commento non può contenere HTML
nl: Feedback mag geen HTML bevatten.
pl: Treść opinii nie może zawierać kodu HTML.
pt_br: A opinião não pode conter marcações HTML.
sk: Názor nesmie obsahovať kód HTML.
sl: Povratne informacije ne smejo vsebovati HTML.
uk: Відгук не може містити HTML.

source: Find out the latest news from Mozilla:
ar: استكشف آخر الأخبار عن موزيلا:
cs: Podívejte se na poslední novinky od Mozilly:
da: Se de seneste nyheder fra Mozilla:
el: Δείτε τα πιο πρόσφατα νέα του Mozilla:
es: Encuentra las últimas noticias de Mozilla:
id: Dapatkan kabar terbaru dari Mozilla:
it: Scopri le ultime notizie da Mozilla:
nl: Lees het laatste nieuws van Mozilla:
pl: Zobacz najnowsze wiadomości z Mozilli:
uk: Дізнайтесь останні новини від Mozilla:

source: Find the latest news about Firefox.
cs: Přečíst si poslední novinky o Firefoxu.
el: Δείτε τα πιο πρόσφατα νέα του Firefox:
es: Encuentra las últimas noticias sobre Firefox.
id: Dapatkan kabar terbaru dari Firefox.
it: Scopri le ultime notizie su Firefox.
nl: Lees het laatste nieuws over Firefox.
pl: Zobacz najnowsze wiadomości o Firefoksie:
pt_br: Encontre as últimas notícias sobre o Firefox.
sk: Najnovšie správy o Firefoxe
sl: Poišči najnovejše novice o Firefoxu.
uk: Дізнайтесь останні новини про Firefox.

source: Firefox Logo
ar: شعار فَيَرفُكس
cs: Logo Firefoxu
el: Λογότυπο Firefox
es: Logo de Firefox
id: Logo Firefox
it: Logo di Firefox
pl: Logo Firefoksa
pt_br: Logotipo do Firefox
sk: Logo Firefoxu
uk: Лого Firefox

source: Firefox makes me happy ...
ar: فَيَرفُكس أسعدني...
cs: Firefox mě činí šťastným ...
el: Ο Firefox με ευχαριστεί...
es: Firefox me hace feliz...
id: Firefox menyenangkan ...
it: Firefox mi ha reso felice…
nl: Firefox maakt me blij…
pl: Firefox wywołuje u mnie uczucie szczęścia…
pt_br: O Firefox me deixa feliz...
sk: Firefox mi zlepšil náladu...
sl: Firefox me je razveselil ...
uk: Firefox мене порадував…

source: Firefox makes me happy because ...
ar: فَيَرفُكس أسعدني لأنه...
cs: Firefox mě činí šťastným, protože ...
el: Ο Firefox με ευχαριστεί γιατί...
es: Firefox me hace feliz porque...
id: Firefox menyenangkan karena ...
it: Firefox mi ha reso felice perché…
nl: Firefox maakt me blij, omdat…
pl: Firefox wywołuje u mnie uczucie szczęścia ponieważ…
pt_br: O Firefox me deixa feliz porque...
sk: Firefox mi zlepšil náladu, pretože...
sl: Firefox me je razveselil, ker...
uk: Firefox мене порадував тим…

source: Firefox makes me sad ...
ar: فَيَرفُكس أحزنني...
cs: Firefox mě zklamal ...
el: Ο Firefox με δυσαρεστεί...
es: Firefox me entristece...
id: Firefox membuatku kecewa ...
it: Firefox mi ha reso triste…
nl: Firefox stelt me teleur…
pl: Firefox wywołuje u mnie smutek…
pt_br: O Firefox me deixa triste...
sk: Firefox ma rozosmutnil...
sl: Firefox me je razžalostil ...
uk: Firefox мене засмутив…

source: Firefox makes me sad because ...
ar: فَيَرفُكس أحزنني لأنه...
cs: Firefox mě zklamal, protože ...
el: Ο Firefox με δυσαρεστεί γιατί...
es: Firefox me entristece porque...
id: Firefox membuatku kecewa karena ...
it: Firefox mi ha reso triste perché…
nl: Firefox stelt me teleur, omdat…
pl: Firefox wywołuje u mnie smutek ponieważ…
pt_br: O Firefox me deixa triste porque...
sk: Firefox ma rozosmutnil, pretože...
sl: Firefox me je razžalostil, ker...
uk: Firefox мене засмутив тим що…

source: Firefox on Facebook
cs: Firefox na Facebooku
el: Ο Firefox στο Facebook
es: Firefox en Facebook
id: Firefox di Facebook
it: Firefox su Facebook
nl: Firefox op Facebook
pl: Firefox na Facebooku
pt_br: Firefox no Facebook
sk: Firefox na Facebooku
sl: Firefox na Facebooku
uk: Firefox на Facebook

source: Follow us on Twitter.
cs: Sledujte nás na Twitteru
el: Ακολουθήστε μας στο Twitter.
es: Síguenos en Twitter.
id: Ikuti kami di Twitter.
it: Seguici su Twitter.
nl: Volg ons op Twitter.
pl: Obserwuj nas na Twitterze.
pt_br: Seguir no Twitter.
sk: Sledujte nás na Twitteri.
sl: Sledite nam na Twitterju.
uk: Фоловте нас у Твітері.

source: For last:
ar: لآخر:
cs: Za dobu:
el: Για τις τελευταίες:
es: Últimos:
id: Dalam terakhir:
it: Negli ultimi:
nl: Voor de laatste:
pl: Z ostatnich:
pt_br: Nos últimos:
sk: Za posledných:
sl: Za zadnje:
uk: За останні:

source: For your privacy, please ensure that no personally identifiable information is included in your feedback.
cs: Pro ochranu vašeho soukromí se ujistěte, že ve vaší reakci nejsou zahrnuty žádné osobní identifikační údaje.
el: Για την προστασία του ιδιωτικού σας απορρήτου, παρακαλούμε βεβαιωθείτε ότι δεν συμπεριλαμβάνετε πληροφορίες ταυτοποίησης στα σχόλια σας.
es: Para proteger tu privacidad, asegúrate de que no haya información personal identificable que te pueda identificar al escribir tu opinión.
id: Untuk melindungi privasi Anda, pastikan tidak ada informasi yang merujuk ke data pribadi pada isian saran Anda.
it: Per proteggere la tua privacy, assicurati che non sia presente alcuna informazione personale nel testo.
nl: Zorg er omwille van uw privacy voor dat er geen persoonlijke gegevens in uw feedback zijn opgenomen.
pl: By zabezpieczyć swoją prywatność, sprawdź czy opinia nie zawiera danych osobowych.
uk: Заради вашої конфіденційності, упевніться, що в відгуку нема ніяких особистих ідентифікуючих даних.

source: Get the latest news on Firefox.
cs: Přečíst si poslední novinky o Firefoxu.
el: Δείτε τα νέα του Firefox.
es: Encuentra las últimas noticias sobre Firefox.
id: Dapatkan kabar terbaru dari Firefox.
it: Scopri le ultime notizie su Firefox.
nl: Lees het laatste nieuws over Firefox.
pl: Zobacz najnowsze wiadomości o Firefoksie.
pt_br: Encontre as últimas notícias sobre o Firefox.
sk: Najnovšie správy o Firefoxe
sl: Oglejte si najnovejše novice o Mozilli.
uk: Дізнайтесь останні новини про Firefox.

source: Go
ar: اذهب
cs: Přejít
da: Skift
el: Εμπρός
es: Ir
id: Buka
it: Vai
nl: OK
pl: Przejdź
pt_br: Ir
sk: Prejsť
sl: Pojdi
uk: Перейти

source: Go Back
cs: Přejít zpět
el: Μετάβαση πίσω
es: Retroceder
id: Kembali
it: Torna indietro
nl: Teruggaan
pl: Wróć
pt_br: Voltar
sk: Prejsť naspäť
sl: Pojdi nazaj
uk: Назад

source: Good
cs: Dobrá
el: Καλός
es: Bueno
id: Baik
it: Buono
nl: Goed
pl: Dobrze
uk: Добре

source: Had an issue with a specific website? Please add the URL, so we can find the issue faster!
ar: تواجه مشكلة مع موقع وب معيّن؟ أضف عنوان الموقع كي نجد المشكلة ونحلها بسرعة!
cs: Máte problém s konkrétního webovou stránkou? Vyplňte URL a my tak budeme moci chybu rychleji nalézt!
da: Problemer med et specifikt websted? Tilføj en URL-adresse, så vi kan finde problemet hurtigere!
el: Εντοπίσατε κάποιο πρόβλημα σε συγκεκριμένη σελίδα; Παρακαλούμε εισάγετε και το URL, ώστε να εντοπίσουμε το πρόβλημα γρηγορότερα!
es: ¿Has tenido un problema con un sitio web en específico? Por favor, ¡añade su dirección URL para que podamos encontrar el problema rápidamente!
id: Punya masalah dengan situs web tertentu? Silakan tambahkan alamat URL situs web tersebut agar kami dapat lebih cepat menemukan masalahnya!
it: Hai un problema con un sito web specifico? Aggiungi l'URL, in questo modo potremo trovarlo più velocemente.
nl: Had u een probleem met een specifieke website? Voeg dan de URL toe, zodat we het probleem sneller kunnen vinden!
pl: Masz problemy z konkretną witryną? Podaj jej adres URL – pomoże nam to szybciej zlokalizować problem!
pt_br: Teve um problema com um site específico? Por favor, insira o endereço (URL) para que possamos achar o problema mais rápido!
sk: Máte problém na konkrétnej stránke? Zadajte jej adresu, aby sme mohli opraviť chybu ešte rýchlejšie.
sl: Ste imeli s kako spletno stranjo probleme? Dodajte prosim URL, da bomo problemu laže prišli do dna!
uk: Маєте проблеми з певним сайтом? Будь ласка, додайте URL, щоб ми змогли знайти цю проблему швидше!

source: Have an idea how Firefox could be better? Let us know!
cs: Máte nápad, jak učinit Firefox lepším? Dejte nám vědět!
el: Έχετε μια ιδέα που θα έκανε τον Firefox καλύτερο; Πείτε μας!
es: ¿Tienes una idea de cómo puede mejorar Firefox? ¡Háznosla saber!
id: Punya gagasan untuk menjadikan Firefox lebih baik? Beritahu kami!
it: Hai un'idea per migliorare Firefox? Faccela conoscere!
nl: Hebt u een idee over het verbeteren van Firefox? Laat het ons weten!
pl: Masz pomysł, jak ulepszyć Firefoksa? Poinformuj nas o tym!
uk: Маєте ідею як зробити Firefox кращим? Дайте нам знати!

source: Have an idea how Firefox for Mobile could be better? Let us know!
cs: Máte nápad, jak učinit Firefox pro mobilní zařízení lepším? Dejte nám vědět!
el: Έχετε μια ιδέα που θα έκανε τον Firefox για κινητά καλύτερο; Πείτε μας!
es: ¿Tienes una idea de cómo puede mejorar Firefox para móviles? ¡Háznosla saber!
id: Punya gagasan untuk menjadikan Firefox untuk Seluler lebih baik? Beritahu kami!
it: Hai un'idea per migliorare Firefox per dispositivi portatili? Faccela conoscere!
nl: Hebt u een idee over het verbeteren van Firefox voor Mobiel? Laat het ons weten!
pl: Masz pomysł, jak ulepszyć Firefoksa Mobile? Poinformuj nas o tym!
uk: Маєте ідею як зробити Firefox for Mobile кращим? Дайте нам знати!

source: Hello!
cs: Zdravíčko!
el: Χαιρετε!
es: ¡Hola!
id: Hai!
it: Ciao!
nl: Hallo!
pl: Witaj!
pt_br: Olá!
sk: Vitajte!
sl: Pozdravljeni!
uk: Привіт!

source: Hit Ctrl+C (Cmd+C on Mac) to copy and close.
cs: Pro kopírování a zavření použijte klávesovou zkratku Ctrl+C (Cmd+C na Macu).
el: Πατήστε Ctrl+C (Cmd+C σεMac) για αντιγραφή και κλείσιμο.
es: Pulsa Ctrl+C (Cmd+C en Mac) para copiar y cerrar.
id: Tekan tombol Ctrl+C (Cmd+C di Mac) untuk menyalin dan menutup.
it: Premi Ctrl+C (Cmd+C su Mac) per copiare e chiudere.
nl: Gebruik Ctrl+C (Cmd+C op Mac) voor kopiëren en sluiten.
pl: By skopiować i zamknąć, naciśnij Ctrl+C (Cmd+C na Maku).
pt_br: Pressione Ctrl+C (Cmd+C no Mac) para copiar e fechar.
sk: Stlačte CTRL+C (Cmd+C v systéme Mac) na skopírovanie a môžete zavrieť.
sl: Pritisnite na Ctrl+C (Cmd+C za Mac), da prekopirate in zaprete.
uk: Натисніть Ctrl+C (Cmd+C на Маку) щоб скопіювати та закрити.

source: How frequently Firefox crashes or loses data
cs: Jak často Firefox padá nebo se ztrácí data
el: Πόσο συχνά καταρρέει ή χάνει δεδομένα ο Firefox
es: Con qué frecuencia Firefox falla o pierde datos
id: Seberapa sering Firefox mati tiba-tiba atau kehilangan data
it: La frequenza con cui Firefox si blocca o perde dati
nl: Hoe vaak Firefox crasht of gegevens verliest
pl: Jak często Firefox ulega awariom lub traci dane
uk: Як часто Firefox падає чи втрачає дані

source: How long Firefox takes to start running
cs: Jak dlouho trvá Firefoxu než naběhne
el: Πόσο χρόνο χρειάζεται ο Firefox για να εκκινηθεί
es: Cuánto tiempo tarda Firefox en arrancar
id: Seberapa lama waktu membuka Firefox pertama kali
it: Il tempo necessario per avviare di Firefox
nl: Hoe lang Firefox doet over het opstarten
pl: Jak długo trwa uruchamianie Firefoksa
uk: Як довго Firefox запускається

source: How long it takes for web pages to load
cs: Jak dlouho trvá načítání webových stránek
el: Πόσο χρόνο χρειάζονται για να φορτωθούν οι σελίδες
es: Cuánto tiempo tardan las páginas web en cargar
id: Berapa lama waktu yang dibutuhkan untuk memuat laman web
it: Il tempo richiesto per caricare le pagine web
nl: Hoe lang het duurt om webpagina’s te laden
pl: Jak długo trwa wczytywanie stron
uk: Як довго завантажуються веб-сторінки

source: How quickly web pages respond once they have loaded
cs: Jak rychle webové stránky reagují po načtení
el: Πόσο γρήγορα συμπεριφέρονται οι σελίδες αφού φορτωθούν
es: Cómo de rápido responden las páginas web una vez se han cargado
id: Seberapa responsif laman web setelah termuat
it: La reattività delle pagine web una volta caricate
nl: Hoe snel webpagina’s reageren als ze eenmaal zijn geladen
pl: Jak szybko strony internetowe reagują po ich wczytaniu
uk: Як швидко завантажені веб-сторінки відгукаються на ваші дії

source: How well Firefox's built-in features serve your needs
cs: Zda má Firefoxu zabudované funkce, které potřebujete
el: Πόσο καλά εξυπηρετούν τις ανάγκες σας τα ενσωματωμένα χαρακτηριστικά του Firefox
es: Cómo de bien se adaptan las funciones incluidas de Firefox a tus necesidades
id: Seberapa baik fitur-fitur Firefox memenuhi kebutuhan Anda
it: L'utilità delle funzioni integrate in Firefox rispetto alle tue esigenze
nl: Hoe goed Firefox’ ingebouwde functies aan uw eisen voldoen
pl: W jakim stopniu wbudowane funkcje Firefoksa zaspakajają twoje potrzeby
uk: Як добре вбудовані в Firefox можливості задовольняють ваші потреби

source: How would you rate these aspects of Firefox for Mobile?
cs: Jak byste ohodnotil(a) tyto vlastnosti Firefoxu pro mobilní zařízení?
el: Πως θα βαθμολογούσατε τον Firefox για κινητά στους παρακάτω τομείς;
es: ¿Cómo calificarías estos aspectos de Firefox para móviles?
id: Berapa nilai yang Anda berikan untuk aspek tentang Firefox untuk Seluler berikut?
it: Come valuti i seguenti aspetti di Firefox per dispositivi portatili?
nl: Hoe zou u deze aspecten van Firefox voor Mobiel beoordelen?
pl: Jak oceniasz te aspekty Firefoksa Mobile?
uk: Як ви оцінюєте ці аспекти Firefox for Mobile?

source: How would you rate these aspects of Firefox?
cs: Jak byste ohodnotil(a) tyto vlastnosti Firefoxu?
el: Πως θα βαθμολογούσατε τον Firefox στους παρακάτω τομείς;
es: ¿Cómo calificarías estos aspectos de Firefox?
id: Berapa nilai yang Anda berikan untuk aspek tentang Firefox berikut?
it: Come valuti i seguenti aspetti di Firefox?
nl: Hoe zou u deze aspecten van Firefox beoordelen?
pl: Jak oceniasz te aspekty Firefoksa?
uk: Як ви оцінюєте ці аспекти Firefox?

source: I'm sorry, I could not find what you were looking for.
ar: آسف، لم أعثر على ما تبحث عنه.
cs: Omlouváme se, ale nepodařilo se nalézt to, co hledáte.
da: Desværre, jeg kunne ikke finde hvad du leder efter.
el: Λυπούμαστε αλλά δεν βρέθηκε αυτό που ζητήσατε.
es: Lo siento, no fue posible encontrar lo que estabas buscando.
id: Maaf, kami tidak dapat menemukan apa yang Anda cari.
it: Spiacente, non siamo in grado di trovare quello che stavi cercando.
nl: Sorry, ik kan niet vinden wat u zoekt.
pl: Przepraszamy. Nie można znaleźć szukanych elementów.
pt_br: Desculpe, não consegui encontrar o que você está procurando.
sk: Prepáčte, to čo hľadáte sa tu nenachádza.
sl: Žal tistega, kar ste iskali, ni bilo mogoče najti.
uk: Перепрошую, але я не можу знайти те що ви шукали.

source: I'm sorry, there was an error with your search.
ar: آسف، هناك خطأ في بحثك.
cs: Omlouváme se, ale při vyhledávání se vyskytla chyba.
da: Desværre, der var en fejl i din søgning.
el: Λυπούμαστε αλλά παρουσιάστηκε σφάλμα στην αναζήτηση σας.
es: Lo sentimos, hubo un error con tu búsqueda.
id: Maaf, ada kesalahan pada pencarian Anda.
it: Siamo spiacenti, si è verificato un errore durante la ricerca.
nl: Sorry, er is een fout opgetreden tijdens het zoeken.
pl: Przepraszamy. Wystąpił błąd związany z twoim wyszukiwaniem.
pt_br: Sentimos, mas houve um erro com a sua pesquisa.
sk: Ospravedlňujeme sa, pri vyhľadávaní sa vyskytla chyba.
sl: Žal mi je, prišlo je do napake z vašo poizvedbo.
uk: Перепрошуємо, але під час пошуку сталася помилка.

source: If the problem persists, please <a href="%(bug_url)s">file a bug.</a> Thanks!
cs: Pokud problém přetrvá, <a href="%(bug_url)s">nahlašte prosím chybu</a>. Děkujeme!
el: Αν το πρόβλημα εξακολουθεί να εμφανίζεται, παρακαλούμε να <a href="%(bug_url)s">καταχωρίσετε ένα bug</a>. Ευχαριστούμε προκαταβολικά!
es: Si el problema persiste, por favor <a href="%(bug_url)s">rellena un reporte de error.</a> ¡Gracias!
id: Jika masalahnya tetap ada, mohon <a href="%(bug_url)s">kirimkan laporan bug</a>. Terima kasih!
it: Se il problema persiste, <a href="%(bug_url)s">invia una segnalazione</a>. Grazie!
nl: Als het probleem aanhoudt, kunt u <a href="%(bug_url)s">een bug indienen</a>. Bedankt!
pl: Jeśli problem będzie występował nadal, proszę <a href="%(bug_url)s">zgłosić błąd.</a> Dziękujemy!
pt_br: Se o problema persistir, por favor <a href="%(bug_url)s">preencha um bug.</a> Obrigado!
sk: Ak problém pretrváva, prosím, <a href="%(bug_url)s">založte bug</a>. Ďakujeme.
sl: Če se problem ponovi, prosimo, da <a href="%(bug_url)s">napako zavedete.</a> Hvala!
uk: Якщо проблема не зникає, будь ласка <a href="%(bug_url)s">опишіть ваду</a>, вказавши запитуваний URL.
