Repository: fwenzel/reporter-locales
Catalog: */LC_MESSAGES/messages.po
Languages: ar, cs, da, el, es, id, it, nl, pl, pt_br, sk, sl, uk

source: Share your feedback.
pt_br: Compartilhar sua opinião.

source: Tweet feedback to your followers
pt_br: Tuitar opinião para seus seguidores

source: Have more to say?
pt_br: Tem mais a dizer?
sk: Chcete povedať ešte viac?
sl: Bi imeli povedati še kaj?

source: Feel free to <a href="%(fb_url)s">submit more feedback</a>
pt_br: Sinta-se livre para <a href="%(fb_url)s">enviar mais opiniões</a>
sk: Môžete nám <a href="%(fb_url)s">napísať ďalšie svoje návrhy a názory</a>
sl: Veseli bomo <a href="%(fb_url)s">dodatnih povratnih informacij</a>

source: Contribute to Mozilla.
pt_br: Contribua com a Mozilla.

source: Learn how you can <a href="%(url)s">make Firefox and Mozilla better</a>
pt_br: Aprenda como você pode <a href="%(url)s">tornar o Firefox e a Mozilla melhores</a>

source: Visit the <a href="%(dash_url)s">Firefox Feedback Dashboard</a>
pt_br: Visite o <a href="%(dash_url)s">Painel de Opiniões do Firefox</a>
sk: Navštívte stránku <a href="%(dash_url)s">Nástenka názorov na Firefox</a>
sl: Obiščite <a href="%(dash_url)s">Kontrolno tablo za povratne informacije o Firefoxu</a>

source: Back to Feedback
pt_br: Voltar às opiniões
sk: Naspäť na stránku názorov

source: Give Feedback
pt_br: Dar uma opinião
sk: Poskytnúť spätnú väzbu

source: We're glad Firefox for Mobile made you happy! Please tell us what you liked.
pt_br: Estamos felizes por saber que o Firefox Móvel o deixou feliz! Por favor, conte-nos o que você gostou.
sk: Sme radi, že sa Vám mobilný Firefox páči. Prosím, povedzte nám, čo sa Vám páči.

source: We're sorry Firefox for Mobile made you sad. Please tell us what happened so we can fix it.
pt_br: Sentimos muito que o Firefox Móvel o deixou triste. Por favor, conte-nos o que aconteceu para que possamos corrigi-lo.
sk: Je nám ľúto, že sa Vám táto verzia mobilného prehliadača nepáči. Prosím, povedzte nám, prečo je to tak, aby sme ho mohli vylepšiť.

source: We love ideas for Firefox for Mobile! Please descibe your idea below.
pt_br: Nós adoramos ideias para o Firefox Móvel! Por favor, descreva suas ideas abaixo.
sk: Máte radi nápady pre mobilný Firefox. Popíšte ten Váš.

source: Got an idea? <a href="%(url)s">Submit it instead.</a>
pt_br: Tem uma ideia? <a href="%(url)s">Envie-a.</a>
sk: Máte nápad? <a href="%(url)s">Povedzte nám ho</a>.

source: Include your last visited site?
pt_br: Incluir o último site visitado?
sk: Pridať adresu naposledy prehliadanej stránky?

source: For your privacy, please don't include any personally identifiable information in your feedback.
pt_br: Para sua privacidade, não inclua nenhuma informação pessoal que possa identificá-lo em sua opinião.
sk: Kvôli ochrane vášho súkromia sa uistite, že do spätnej väzby nezadávate žiadne osobné údaje.

source: Send Feedback
pt_br: Enviar opinião
sk: Odoslať spätnú väzbu

source: We love feedback about Firefox for Mobile! What would you like to tell us?
pt_br: Nós adoramos opiniões sobre o Firefox Móvel! O que você gostaria de nos contar?
sk: Máme radi spätnú väzbu pre mobilný Firefox. Čo by ste nám chceli povedať?

source: Firefox made me happy
pt_br: O Firefox me deixou feliz
sk: Firefox mi zlepšil náladu

source: Firefox made me sad
pt_br: O Firefox me deixou triste
sk: Firefox ma rozosmutnil

source: I have an idea for Firefox
pt_br: Eu tenho uma ideia para o Firefox
sk: Mám nápad pre Firefox

source: If you need help or have a problem with Firefox, please visit <a href="%(url)s">Firefox Support</a>.
pt_br: Se você precisa de ajuda ou tem um problema com o Firefox, visite o <a href="%(url)s">Suporte do Firefox</a>.
sk: Ak potrebujete pomoc alebo máte problém s prehliadačom Firefox, navštívte naše <a href="%(url)s">stránky podpory Firefoxu</a>.

source: Thanks for sharing your feedback!
pt_br: Obrigado por compartilhar sua opinião!
sk: Ďakujeme za odoslanie Vášho názoru!

source: Want to know what's going on with Firefox for Mobile? We have many ways of staying in touch:
pt_br: Quer saber o que está acontecendo com o Firefox Móvel? Nós temos várias maneiras de se manter informado:
sk: Chcete vedieť, čo sa chystá pre mobilný Firefox? Je veľa spôsobov, ako zostať stále informovaný:

source: Let's be friends.
pt_br: Vamos ser amigos.
sk: Buďme priatelia.

source: Linux
ar: لينكس
pt_br: Distribuição Linux

source: <strong>Firefox</strong> Input Dashboard
pt_br: Painel do <strong>Firefox Input</strong>
sk: Nástenka názorov pre <strong>Firefox</strong>
sl: <strong>Firefox</strong> vhodna kontrolna tabla

source: Maemo
ar: مايمو
sl: Memo

source: Android
ar: أندرويد

source: Firefox
ar: فَيَرفُكس

source: Firefox Input
ar: آراء في فَيَرفُكس

source: Firefox Input: '{query}'
ar: آراء في فَيَرفُكس: '{query}'

source: Mac OS X
ar: ماك أس إكس

source: Submitted User Agent is not the latest beta version.
ar: عميل المستخدم المرسَل ليس آخر نسخة بيتا.
da: Indsendt User-Agent er ikke den seneste betaversion.

source: User agent string was not recognizable.
ar: نص عميل المستخدم غير قابل للتمييز.
da: User-Agent streng kunne ikke genkendes.

source: Windows 7
ar: ويندوز 7

source: Windows Vista
ar: ويندوز فيستا

source: Windows XP
ar: ويندوز إكس بي

source: &laquo; previous
da: &laquo; forrige

# dashboard_period
source: 1 day
da: 1 dag

# dashboard_period
source: 1 month
da: 1 måned

# dashboard_period
source: 1 week
da: 1 uge

source: <a href="%(url)s">Total</a>: %(count)s
da: <a href="%(url)s">I alt</a>: %(count)s

source: Clusters of Opinions
da: Klynger og indstillinger

source: Dates: <span class="opt">%(start_date)s &ndash; %(end_date)s</span>
da: Datoer: <span class="opt">%(start_date)s &ndash; %(end_date)s</span>

source: Demographics
da: Demografi

source: Description: <span class="opt">"%(query)s"</span>;
da: Beskrivelse: <span class="opt">"%(query)s"</span>;

source: Due to software constraints, we can only show the last 1000 messages for this search query.
da: På grund af softwarebegrænsninger kan vi kun vise de seneste 1000 beskeder i denne søgeforespørgsel.

source: Last {count} Messages
da: Seneste {count} beskeder

source: Locale: <span class="opt">%(locale)s</span>;
da: Sprog: <span class="opt">%(locale)s</span>;

source: Locale: {locale}
da: Sprog: {locale}

source: No clusters of opinions found.
da: Ingen klynger af meninger fundet.

source: Overview
da: Oversigt

source: Please enable JavaScript to view this page.
da: Du skal slå JavaScript til for at se denne side.

source: Search Terms
da: Søgeord

source: Show more
da: Vis mere

source: Showing the first {count}
da: Vis de første {count}

source: Sorry! Please tell us more!
da: Vi beklager! Fortæl os mere!

source: Translate!
da: Oversæt!

source: We are sorry that you have not had a good experience with our browser. Please tell us why, so we can improve it!
da: Vi er kede af at du ikke har haft en god oplevelse med vores browser. Fortæl os hvorfor, så vi kan forbedre den!

source: all
da: alle

# dashboard_period
source: all
da: alle

source: happy
da: glad

source: happy face
da: glad ansigt

source: next &raquo;
da: næste &raquo;

source: page %(pagenum)s of %(total)s
da: side %(pagenum)s af %(total)s

source: sad
da: ked af det

source: sad face
da: ked af det ansigt

source: unknown
da: ukendt

source: visit &rarr;
da: besøg &rarr;
